Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: In the old times when Kharos country was divided between warring factions, one of them had access to mines rich with high quality ores, allowing its people to craft equipment far superior to that of their rivals. This allowed them to subjugate multiple smaller tribes, and pose a serious threat to the magic-oriented Sun Cult. In the end, however, it was the Sun Cult who emerged victorious, but the Platinum Clan along with its fine equipment remained as an integral part of the new social structure of the Kharos, remaining the finest heavy infantry the nation has to offer.
es: En los viejos tiempos, cuando el país de Caros estaba dividido entre facciones en guerra, una de ellas tenía acceso a minas ricas en minerales de alta calidad, lo que permitía a su gente fabricar equipos muy superiores a los de sus rivales. Esto les permitió subyugar a múltiples tribus más pequeñas y representar una seria amenaza para el Culto del Sol orientado a la magia. Al final, sin embargo, fue el Culto del Sol quien salió victorioso, pero el Clan Platino junto con su excelente equipo permaneció como parte integral de la nueva estructura social de Caros, siendo la mejor infantería pesada que la nación tiene para ofrecer.
ru: В старые времена, когда страна Карос была разделена между враждующими группировками, одна из них имела доступ к рудникам, богатым высококачественной рудой, что позволяло ее людям создавать оборудование, намного превосходящее оборудование их соперников. Это позволило им подчинить себе несколько более мелких племен и создать серьезную угрозу для ориентированного на магию Культа Солнца. В конце концов, однако, победу одержал Культ Солнца, а Платиновый Клан вместе со своим прекрасным снаряжением остался неотъемлемой частью новой социальной структуры Кароса, оставаясь лучшей тяжелой пехотой, которую может предложить нация.

source: female^Prophet of Light
es: Profeta luminosa
pl: Prorok Światła
ru: Пророчица Света

source: blinding light
es: luz cegadora
pl: oślepiające światło
ru: ослепительный свет

source: Recruitment Officer
es: Reclutador
pl: Rekruter
ru: Офицер-вербовщик

source: Leadership 2 is replaced by normal lvl3 Leadership, +2 HP +25% max XP
pl: Dowodzenie 2 zostaje zastąpione normalnym dowodzeniem poziomu 3, +2 HP +25% max XP
ru: Лидерство 2 заменяется обычным Лидерством, +2 ОЗ, +25% макс. ОП

source: Some soldiers never truly shine enough to be recognized as heroes by the peasants, or join the sacred legions. Most just go back to their families when they are relieved of service. However, a very select few choose to stay on the army to help educate and conscript more people. This job, while not glorious or awe inspiring as the feats of the Platinum Guard or Pious as the Sacred Sun order is nevertheless extremely important.
es: Algunos soldados nunca brillan lo suficiente como para ser reconocidos como héroes por los campesinos o unirse a las legiones sagradas. La mayoría simplemente regresa con sus familias cuando son relevados del servicio. Sin embargo, unos pocos eligen permanecer en el ejército para ayudar a educar y reclutar a más personas. Este trabajo, aunque no es tan glorioso ni imponente como las hazañas de la guardia de platino, o piadoso como la orden del Sol Sagrado, es sin embargo extremadamente importante.
ru: Некоторые солдаты никогда не сияют настолько, чтобы крестьяне признали их героями, или присоединиться к священным легионам. Большинство просто возвращаются к своим семьям, когда их освобождают от службы. Однако немногие избранные решают остаться в армии, чтобы помочь обучать и призывать в армию больше людей. Эта работа, хотя и не такая славная и внушающая трепет, как подвиги Платиновой Гвардии или Благочестивого ордена Священного Солнца, тем не менее, чрезвычайно важна.

source: Recruit Shielder
es: Reclutar escudero
pl: Rekrutuj Tarczownika
ru: Нанять щитоносца

source: Recruit White Warrior
es: Reclutar guerrero blanco
pl: Rekrutuj Białego Wojownika
ru: Нанять белого воина

source: Shielder
es: Escudero
pl: Tarczownik
ru: Щитоносец

source: Shielders are the Kharosian heavy infantry, carrying large tower shields, and wielding spears. They are very steadfast, and able to endure enemy attacks for quite a while. A phalanx of them can be very difficult to break through. Although their tower shields protect them well against physical force, they don't really offer protection against magic.
es: Los escuderos son la infantería pesada carosiana, cargando con grandes escudos y portando lanzas. Son muy firmes, y capaces de soportar los ataques enemigos durante un buen rato. Puede ser muy difícil abrirse paso a través de una falange de los mismos. Aunque sus escudos torre les protegen bien de la fuerza física, no ofrecen realmente ninguna protección contra la fuerza mágica.
ru: Щитоносцы — это каросийская тяжелая пехота, несущая большие башенные щиты и копья. Они очень стойкие и способны долгое время выдерживать атаки противника. Фалангу из них прорвать бывает очень сложно. Хотя их башенные щиты хорошо защищают их от физической силы, на самом деле они не обеспечивают защиты от магии.

source: Silver Warrior
es: Guerrero plateado
pl: Srebrny Wojownik
ru: Серебряный воин

source: White warriors with enough field experience can choose to become either silver, or bronze warriors. While bronze warriors sacrifice their agility in favor of armor and brute force, silver warriors combine agility and light magic, giving them rather unique abilities. They are capable of teleporting between friendly villages, utilizing their combined soul power. This allows them to quickly dart between parts of the battle field, making it harder to flank Kharosian forces. They also wield glowing swords which have been enchanted by light magic, instead of the normal ones, making them more effective against various spawns of darkness, or magical beings. It also allows them to shoot weak magical missiles at their foes, which are generally used to defend against enemy archers of magi.
ru: Белые воины с достаточным боевым опытом могут стать либо серебряными, либо бронзовыми воинами. В то время как бронзовые воины жертвуют своей ловкостью в пользу доспехов и грубой силы, серебряные воины сочетают в себе ловкость и светлую магию, что дает им довольно уникальные способности. Они способны телепортироваться между дружественными деревнями, используя объединенную силу души. Это позволяет им быстро перемещаться между частями поля боя, что затрудняет фланговый обход сил Кароса. Они также владеют светящимися мечами, зачарованными магией света, вместо обычных, что делает их более эффективными против различных порождений тьмы или магических существ. Это также позволяет им стрелять по своим противникам слабыми магическими снарядами, которые обычно используются для защиты от вражеских лучников или магов.

source: female^Sister of Light
es: Hermana luminosa
pl: Siostra
ru: Сестра Света

source: ray of light
es: rayo de luz
pl: promień światła
ru: луч света

source: Slicer
es: Rebanador
pl: Siekacz
ru: Рубака

source: Slicers are fanatical, and acrobatic warriors, who are trained to efficiently and quickly eliminate foes with poor melee combat skills, such as enemy mages, but are not that effective against enemy infantry.
es: Los rebanadores son guerreros fanáticos y acróbatas, quienes han sido entrenados para eliminar eficiente y rápidamente a los enemigos que tengan pocas habilidades para las refriegas cuerpo a cuerpo, tales como magos enemigos, pero no son tan efectivos contra la infantería enemiga.
ru: Рубаки — фанатичные воины-акробаты, обученные эффективно и быстро уничтожать противников с плохими навыками рукопашного боя, таких как вражеские маги, но они не так эффективны против вражеской пехоты.

source: Solar Guardian
es: Guardián del Sol
pl: Strażnik Słońca
ru: Защитник Солнца

source: Sun followers with enough skill and talent become true Solar Guardians. Their connection to the sun is quite stronger than that of sun followers, strengthening the effects of solar regeneration, and spell damage negation. They also learned how to create tiny fusions near their foes, which are quite harmful for their size. They are usually assigned to protecting very important Kharosian shrines.
es: Los seguidores del sol con suficiente habilidad y talento se convierten en verdaderos guardianes del sol. Su conexión con el sol es bastante más fuerte que la de los seguidores del sol, fortaleciendo los efectos de la regeneración solar y de la negación de los hechizos de daño. Además aprenden cómo crear pequeñas fusiones junto a sus enemigos, las cuales son bastante dañinas para su tamaño. Habitualmente son asignados a la protección de santuarios carosianos muy importantes.
ru: Последователи Солнца, обладающие достаточными навыками и талантом, становятся настоящими Защитниками Солнца. Их связь с солнцем гораздо сильнее, чем у последователей солнца, усиливая эффекты солнечной регенерации и отрицания урона от заклинаний. Они также научились создавать крошечные взрывы рядом со своими врагами, которые весьма опасны несмотря на их размер. Обычно им поручают защищать очень важные каросийские святыни.

source: Solar Master
es: Maestro solar
pl: Słoneczny Mistrz
ru: Светозарный

source: The Solar Master is the most skilled golden warrior in the entire Kharosian nation. He can attack in the blink of an eye, making his enemies almost unable to dodge his strikes. He is also able to shoot barrages of magic missiles onto his opponents, easily dodge most non-magical attacks, and heal some of his wounds during daytime.
es: El maestro solar es el guerrero dorado más hábil de toda la nación carosiana. Puede atacar en un abrir y cerrar de ojos, haciendo que sus enemigos sean casi incapaces de esquivar sus golpes. También es capaz de disparar andanadas de misiles mágicos a sus oponentes, esquivar fácilmente la mayoría de los ataques no mágicos y curar algunas de sus heridas durante el día.
ru: Светозарный — самый опытный золотой воин во всей каросийской нации. Он может атаковать в мгновение ока, из-за чего его враги практически не могут уклониться от его ударов. Он также способен обстреливать своих противников градом магических снарядов, легко уклоняться от большинства немагических атак и залечивать некоторые из своих ран в дневное время.

source: ultraspeed
es: súper-velocidad
pl: ultraszybkość
ru: сверхскорость

source: Sun Follower
es: Seguidor del Sol
pl: Wyznawca Słońca
ru: Последователь Солнца

source: Sun Followers belong to the Sun Guardian caste. They wear masks covering their entire faces (including their eyes) which, in shape, are quite similar to sunflowers in shape, and thus, they are often mocked as 'sunflowers' by non-Kharosians. Even though their eyes are covered, they are still perfectly aware of their surroundings, since they 'use their soul' to sense things around them, allowing them to 'see' certain things that others can't, and making it pretty much impossible to sneak up on them. They harness energy from the sun, allowing them to heal their wounds. Their willpower, combined with their connection to the sun also allows them to negate some of the damage from spells cast on them. Unlike solar regeneration, spell damage negation and soul vision works even if it's dark.
es: Los seguidores de la luz pertenecen a la casta de los guardianes del sol. Llevan máscaras cubriendo su cara completamente (incluyendo sus ojos), las cuales, en su forma, son bastante parecidas a la forma de los girasoles, y por tanto, a menudo son objeto de mofa con el apodo de 'girasoles' por parte de los no carosianos. Aunque sus ojos están cubiertos, siguen siendo perfectamente conscientes del entorno, ya que 'usan su alma' para sentir las cosas a su alrededor, permitiéndoles 'ver' ciertas cosas que otros no pueden, y haciendo prácticamente imposible pillarles desprevenidos. Aprovechan la energía del sol, permitiéndoles curarse sus heridas. Su fuerza de voluntad, combinada con su conexión al sol, además les permite negar algunos de los daños de hechizos invocados sobre ellos. A diferencia de la regeneración solar, la negación de los hechizos de daño y la visión espiritual funcionan aún en la oscuridad.
ru: Последователи Солнца принадлежат к касте Хранителей Солнца. Они носят маски, закрывающие все лицо (включая глаза), которые по форме очень похожи на подсолнухи, и поэтому нехаросийцы часто высмеивают их как «подсолнухи». Несмотря на то, что их глаза закрыты, они по-прежнему прекрасно осознают свое окружение, поскольку они «используют свою душу», чтобы ощущать вещи вокруг себя, что позволяет им «видеть» определенные вещи, которые другие не могут, и делая практически невозможным подкрасться к ним. Они используют энергию солнца, что позволяет им залечивать раны. Их сила воли в сочетании с связью с солнцем также позволяет им нейтрализовать часть урона от наложенных на них заклинаний. В отличие от солнечной регенерации, отрицание урона от заклинаний и видение души работают, даже если темно.

source: White Warrior
es: Guerrero blanco
pl: Biały Wojownik
ru: Белый воин

source: White warriors are the low-ranking soldiers of Kharos, in the early years of their military career. While not much by themselves, they can be fairly formidable in large numbers, posing a significant threat even to experienced, war-hardened foes.
es: Los guerreros blancos son los soldados rasos de Caros, en los primeros años de su carrera militar. Aunque no son muy poderosos por sí mismos, pueden ser ciertamente formidables cuando se juntan en grandes números, mostrando una amenaza suficiente incluso a los enemigos experimentados y endurecidos por la guerra.
ru: Белые воины — солдаты низшего ранга Кароса в первые годы своей военной карьеры. Хотя сами по себе они не так уж и опасные, в больших количествах они могут быть довольно грозными, представляя значительную угрозу даже для опытных, закаленных войной противников.

source: holy javelin
es: sagrada jabalina
pl: święty oszczep
ru: святой дротик

source: Balloon
es: Globo
pl: Balon
ru: Воздушный шар

source: Capable of more than ample speeds, they can cover virtually any terrain with ease, and with a firebomb carrying dwarf in tow, have the potential to become a major nuisance in the heat of combat. Indeed, they are risky foes to attack, and only by turning their weapons against them can one remotely hold any certainty to disposing of them.
es: Capaz de alcanzar grandes velocidades, puede recorrer cualquier terreno con facilidad, y llevando a remolque una bomba incendiaria enana, tiene el potencial de ser una gran molestia en el calor del combate. De hecho, atacarlos es peligroso, y sólo volviendo sus armas contra ellos se puede tener una remota posibilidad de alcanzarlos.
ru: Способные развивать большую скорость они с легкостью могут покрывать любое расстояние, а у находящегося в корзине гнома, вооруженного бомбами, есть возможность стать главной проблемой в битве. Действительно, их довольно рискованно атаковать. Только повернув против них их собственное оружие, у кого-либо будет хоть какой-то шанс уничтожить воздушные шары.

source: bombs
es: bombas
pl: bomby
ru: бомбы

source: Battlecopter
es: Helicóptero
pl: Bitwokopter
ru: Винтокрыл

source: Some veteran pilots prefer speed and agility more than anything else. To meet their demand, the brightest minds of the Dwarvish Kingdom of Ulsaria designed one of most sophisticated vehicles ever created - the Battlecopter. While much smaller than other elite flying machines, these technological masterpieces are specifically tailored to expectations of pilots with best reflexes and navigational skills. Being a still relatively new addition to Runemasters' arsenal, Battlecopters are equipped with state-of-the-art engines, weaponry and guidance systems, not found in older, more traditional designs. This makes them incredibly effective at patrolling large areas and eliminating any kind of threat with their deadly missiles.
es: Algunos pilotos veteranos prefieren la velocidad y la agilidad por encima de cualquier otra cosa. Para satisfacer su demanda, las mentes más brillantes del Reino Enano de Ulsaria diseñaron uno de los vehículos más sofisticados jamás creados: el helicóptero. Si bien son mucho más pequeños que otras máquinas voladoras de élite, estas obras maestras tecnológicas se adaptan específicamente a las expectativas de los pilotos con mejores reflejos y habilidades de navegación. Al ser una adición relativamente nueva al arsenal de los maestros rúnicos, los helicópteros están equipados con motores, armamento y sistemas de guía de última generación, que no se encuentran en diseños más antiguos y tradicionales. Esto los hace increíblemente efectivos para patrullar grandes áreas y eliminar cualquier tipo de amenaza con sus misiles letales.
ru: Некоторые пилоты-ветераны предпочитают скорость и маневренность больше всего на свете. Чтобы удовлетворить их потребности, самые яркие умы гномьего королевства Ульсария разработали одно из самых сложных транспортных средств, когда-либо созданных — винтокрыл. Хотя эти технологические шедевры намного меньше других элитных летательных аппаратов, они специально созданы для пилотов с лучшими рефлексами и навигационными навыками. Будучи относительно новым дополнением к арсеналу Мастеров рун, винтокрылы оснащены современными двигателями, вооружением и системами наведения, которых нет в старых, более традиционных конструкциях. Это делает их невероятно эффективными при патрулировании больших территорий и устранении любых угроз с помощью смертоносных ракет.

source: rotor
pl: śmigła
ru: воздушный двигатель

source: shock gun
es: pistola
pl: działko
ru: шокер

source: Constructor
pl: Konstruktor
ru: Конструктор

source: At the pinnacle of dwarven technological prowess lie the Constructors - experts in the field of engineering, renowned for their unparalleled ingenuity and versatility. Their proficiency knows no bounds when it comes to creating, repairing and upgrading steam-powered machinery, as well as transforming mundane objects into formidable weapons. These elite technicians take great pride in their handiwork, meticulously fine-tuning each creation to perform optimally in even the most challenging environments.
ru: На вершине технологического мастерства гномов находятся Конструкторы — эксперты в области инженерии, известные своей беспрецедентной изобретательностью и универсальностью. Их мастерство не знает границ, когда дело касается создания, ремонта и модернизации паровой техники, а также превращения обычных предметов в грозное оружие. Эти элитные специалисты гордятся своей работой, тщательно настраивая каждое изделие для оптимальной работы даже в самых сложных условиях.

source: Build Drone
es: Zángano constructor
pl: Zbuduj Drona
ru: Собрать дрона

source: armor
pl: pancerz
ru: броня

source: Drone
es: Zángano
pl: Dron
ru: Дрон

source: flamethrower
es: lanzallamas
pl: miotacz ognia
ru: огнемёт

source: bomb
es: bomba
pl: bomba
ru: бомба

source: attack module (+1 melee strike/damage), +33% XP
pl: moduł ofensywny (+1 cios/obrażenia), +33% XP
ru: модуль "нападение" (+1 удар/урон), +33% ОП

source: agility module (+1 mp; hit and run 2, +1 max hp), +33% XP
pl: moduł zwinności (+1 ruch, atak i ucieczka 2, +1 max hp), +33% XP
ru: модуль "ловкость" (+1 ход, ударил-убежал 2, +1 макс. ОЗ), +33% ОП

source: defense module (add zone of control and autorepair +6, +2 max hp), +33% XP
pl: moduł defensywny (dodaje strefę kontroli i umożliwia autonaprawę +6, +2 max hp), +33% XP
ru: модуль "оборона" (добавляет зону контроля и автопочинку +6, +2 макс. ОЗ), +33% ОП

source: +8 max hp, +25% XP
ru: +8 макс. ОЗ, +25% ОП

source: +4 max hp, +20% XP
ru: +4 макс. ОЗ, +20% ОП

source: Unlike steam ulfserkers, which are designed with extreme attention to detail, to even mimic the dwarves to some extent, the drones are small, simple and modular automatons with a spider-like appearance, designed specifically for cheap mass-production. What they lack in power, they make up in accessibility, as they can be made without much difficulty even in an average technician's workshop, while steam ulfserkers require massive factories for their creation. The drones are not all about combat, as non-military models have been known to be used as pets, janitors, walking toolboxes and more. The beauty of the drone is that it can be modified and re-purposed for just about any task, be it a killing machine or something you'd want to cuddle.
es: A diferencia de los ulfserkers de vapor, que están diseñados extremando la atención al detalle, para incluso imitar a los enanos hasta cierto punto, los zánganos son pequeños, simples y modulares autómatas con una apariencia parecida a arañas, diseñados específicamente para producción barata y en masa. Lo que carecen en fuerza, lo compensan con accesibilidad, ya que pueden ser fabricados sin mucha dificultad incluso en el taller del técnico medio, mientras que los ulfserkers de vapor requieren de enormes fábricas para su creación. Los zánganos no se tratan sólo de combatir, ya que se conoce que modelos no militares han sido usados como mascotas, conserjes, cajas de herramientas andantes y demás. La belleza de un zángano está en que puede ser modificado y reinventado para prácticamente cualquier tarea, bien sea una máquina asesina o algo que querrías abrazar.
ru: В отличие от паровых ульфсеркеров, которые разработаны с исключительным вниманием к деталям и даже в некоторой степени имитируют гномов, дроны представляют собой небольшие, простые и модульные автоматы с паукообразным внешним видом, разработанные специально для дешевого массового производства. Недостаток мощности они компенсируют доступностью, так как их можно без особого труда изготовить даже в мастерской среднестатистического техника, тогда как паровые ульфсеркеры для своего создания требуют огромных заводов. Дроны предназначены не только для боевых действий: известно, что невоенные модели используются в качестве домашних животных, уборщиков, ходячих ящиков для инструментов и т. д. Прелесть дрона в том, что его можно модифицировать и перепрофилировать практически для любой задачи, будь то машина для убийства или что-то мягкое и пушистое для объятий.

source: legs
es: piernas
pl: nogi
ru: стальные ноги

source: Flying Drone
es: Zángano volador
pl: Latający Dron
ru: Летающий дрон

source: Dwarvish Cadet
es: Cadete enano
pl: Krasnoludzki Kadet
ru: Кадет

source: Dwarvish warriors who don't find the tradition of runic warriors appealing enough often choose a different path and enroll for army to gain knowledge of military art. Thanks to modern and lighter armor designed by technologists they are faster and can strike more times than their runic counterparts.
es: Los guerreros enanos que no encuentran lo suficientemente atractiva la tradición de los guerreros rúnicos a menudo eligen un camino diferente y se alistan en el ejército para adquirir conocimientos del arte militar. Gracias a una armadura moderna y más ligera diseñada por tecnólogos, son más rápidos y pueden atacar más veces que sus contrapartes rúnicas.
ru: Воины-гномы, которые не находят традицию рунических воинов достаточно привлекательной, часто выбирают другой путь и вступают в армию, чтобы получить знания военного искусства. Благодаря современным и более легким доспехам, разработанным технологами, они быстрее и могут наносить больше ударов, чем их рунические аналоги.

source: Dwarvish Cannoneer
es: Cañonero enano
pl: Krasnoludzki Kanonier
ru: Канонир

source: cannon
es: cañón
pl: armata
ru: пушка

source: Dwarvish Commando
pl: Krasnoludzki Komandos
ru: Коммандос

source: Dwarvish Gunner
es: Artillero enano
pl: Krasnoludzki Strzelec
ru: Стрелок
