Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: New summoners learn early on that jinn are much different from the elementals they have summoned from the Abyss. Jinn bear an insatiable thirst for knowledge that will soon cause them to become great jinn. Wiser than their own masters and possessing some fundamentals of summoning, great jinn are treated similarly to humans, if not better for their insight. Great jinn frequently hold positions of authority, commanding divisions and even having a place of power in councils. Gifted with quick minds, great jinn still search for answers to life’s questions, despite the position they have.
es: Los nuevos invocadores aprenden desde el principio que los genios son muy diferentes de los elementales que han convocado desde el abismo. Los genios tienen una sed insaciable de conocimiento que pronto hará que se conviertan en grandes genios. Más sabios que sus propios maestros y con algunos fundamentos de invocación, los grandes genios son tratados de manera similar a los humanos, si no mejor por su perspicacia. Los grandes genios frecuentemente ocupan posiciones de autoridad, comandando divisiones e incluso teniendo un lugar de poder en los consejos. Dotados de mentes rápidas, los grandes genios aún buscan respuestas a las preguntas de la vida, a pesar de la posición que ocupan.
ru: Новые призыватели быстро сразу узнают, что джинны сильно отличаются от элементалей, которых они призвали из Бездны. Джинны обладают ненасытной жаждой знаний, которая вскоре сделает их великими джиннами. К великим джиннам, которые мудрее своих хозяев и обладают некоторыми основами призыва, относятся так же, как к людям, а то и лучше из-за их проницательности. Великие джинны часто занимают руководящие должности, командуют войсками и даже имеют место в советах. Одаренные быстрым умом, великие джинны все еще ищут ответы на жизненные вопросы, несмотря на занимаемое ими положение.

source: magical scimitar
es: cimitarra mágica
pl: magiczny sejmitar
ru: волшебный ятаган

source: Heavy Summoner
es: Invocador pesado
pl: Ciężki Przywoływacz
ru: Тяжелый призыватель

source: A summoner trained in the ‘heavy arts’ holds a unique advantage over other summoners of the Third Degree: the knowledge of summoning a support-based circle around themselves and their allies. Circles of resistance will ward off incoming magical attacks, lessening their impact and protecting the heavy summoner’s comrades. Heavy summoners are disciplined to fight in direct face-to-face brawls, boasting physiques built for resilience and strength. Rather than focusing their training on the summoning arts, they cultivate their brawn through their years to dominate fights in close-range. Similarly to their fellow neutral summoners who can summon Jinn, heavy summoners can call forth Rhamis from the Abyss through their summoning circles.
es: Un invocador entrenado en las "artes pesadas" posee una ventaja única sobre los demás invocadores del tercer grado: el conocimiento de la invocación de un círculo de apoyo alrededor de sí mismo y de sus aliados. Los círculos de resistencia repelerán los ataques mágicos entrantes, reduciendo su impacto y protegiendo a los compañeros del invocador pesado. Los invocadores pesados están disciplinados para luchar en peleas directas cara a cara, y cuentan con un físico construido para la resistencia y la fuerza. En lugar de centrar su entrenamiento en las artes de invocación, cultivan su fuerza física a lo largo de los años para dominar los combates cuerpo a cuerpo. Al igual que sus compañeros invocadores neutrales, que pueden invocar genios, los invocadores pesados pueden invocar ramis del abismo a través de sus círculos de invocación.
ru: Призыватель, обученный «тяжелым искусствам», обладает уникальным преимуществом перед другими призывателями Третьей ступени: умением создавать круг поддержки вокруг себя и своих союзников. Круги сопротивления будут отражать входящие магические атаки, уменьшая их воздействие и защищая товарищей тяжелого призывателя. Тяжелые призыватели обучены сражаться в прямых драках лицом к лицу и могут похвастаться телосложением, созданным для выносливости и силы. Вместо того, чтобы сосредотачивать свои тренировки на искусстве призыва, они с годами совершенствуют свои силы, чтобы доминировать в боях на близком расстоянии. Подобно своим нейтральным призывателям, которые могут призывать Джиннов, тяжелые призыватели могут вызывать Рами из Бездны через свои круги призыва.

source: Summon Rhami
es: Invocar rami
pl: Przywołaj Rhami
ru: Призыв рами

source: Rhami
es: Rami
ru: Рами

source: Ho’rhami
es: Jo-rami
ru: Хо'рами

source: Ho’rhamis are the generals of the summoners’ armies, looking down upon the battlefield with an impartial eye. Though still avengers at heart, Ho’rhamis, as leaders, have grasped how to balance the importance of the lives of their companions. When leading in the front lines, Ho’rhamis strike with ferocity, their twin spears piercing and vivisecting live men. Even their inner magic has emerged to form the shape of a spear, attacking opponents from afar with precise deadliness.
es: Las jo-rami son las generales de los ejércitos de los invocadores, observando el campo de batalla con un ojo imparcial. Aunque aún son vengadoras en su corazón, las jo-rami, como líderes, han comprendido cómo sopesar la importancia de las vidas de sus compañeros. Cuando están liderando el frente de batalla, las jo-rami golpean con ferocidad, con sus lanzas dobles ensartando y diseccionando enemigos. Incluso su magia interna ha emergido tomando la forma de una lanza, atacando a sus oponentes a distancia con mortal precisión.
ru: Хо'рами — генералы армий призывателей, беспристрастно смотрящие на поле битвы. Хотя в глубине души Хо'рамивсе еще мститель, она как лидер поняла, как важны жизней её товарищей. Лидируя на передовой, Хо'рами наносят яростные удары, их двойные копья пронзают и рассекают живых людей. Даже их внутренняя магия приняла форму копья, атакующего противников издалека с точной смертоносностью.

source: double divine spear
es: doble lanza divina
pl: podwójna boska włócznia
ru: двойное божественное копьё

source: abyssal wind
es: viento abisal
pl: wiatr otchłani
ru: ветер бездны

source: Jinni
es: Genio
pl: Dżin
ru: Джинн

source: Jinn are special by even summoners’ standards due to their cognitive process to think, comprehend, learn, and even talk: an affinity that no other elemental from the Abyss can ever acquire. Made entirely of magic, jinn are vulnerable to the arcane magicks though more resilient against tangible weapons. These entities, while able to err like humans, are valued allies of the summoners, with their curious thoughts always wandering about.
es: Los genios son especiales incluso para los estándares de los invocadores debido a su habilidad cognitiva para pensar, comprender, aprender, e incluso hablar: una afinidad que ningún otro elemental del Abismo podría adquirir nunca. Hechos enteramente de magia, los genios son vulnerables a las magias arcanas aunque más resistentes a las armas tangibles. Estas entidades, aunque capaces de errar igual que los humanos, son valiosos aliados de los invocadores, con sus curiosos pensamientos siempre inquietos.
ru: Джинны особенные даже по стандартам призывателей из-за их разумности, позволяющей думать, понимать, учиться и даже говорить: сходство, которого никогда не сможет достичь ни один другой элементаль из Бездны. Созданные полностью из магии, джинны уязвимы для тайной магии, но более устойчивы к физическому оружию. Эти сущности, хотя и способны ошибаться, как люди, являются ценными союзниками призывателей, и их любопытные мысли всегда алчут новых знаний.

source: magical dagger
es: daga mágica
pl: magiczny sztylet
ru: волшебный кинжал

source: Master Banisher
pl: Mistrz Wyganiaczy
ru: Мастер-изгоняющий

source: proficiency
pl: biegłość
ru: развеивание

source: This attack increaces chance to hit against weak magical units (30/20/10 against lvl0/1/2 respectively). Works on both offense and defense.
ru: У этой атаки всегда повышенный шанс попадания против магических существ меньшего уровня (+30/20/10% против 1/2/3 ур.).

source: Mystical Jinni
es: Genio místico
pl: Mistyczny Dżin
ru: Мистический джинн

source: “What is enlightenment? Is it the curtain of darkness that falls upon a man’s eyelids when death creep-crawls upon him? Is it the bright red of splattered blood that has been gurgled from a choked throat? The ripping of the world’s fabrics as they are torn apart? Or the death-sounds that soldiers finally utter before my magic enters their hearts? I do not know. Yet there comes a certain satisfaction that can only be acquired through what I have toiled, what I have carried out in the ages of man. It is a pleasure so oil-smooth that my existence cannot help but cry out in happiness. But there is more out there...other worlds that I have only begun to explore. As deep as my power may run, it is insubstantial in the face of greater things. I need to ascertain all the worlds there are, no matter how many they are in number, or how wide and how far they span across the universes. Beyond imagination, I shall reach out and grasp whatever lies in the shadows for me. Even if I must create millions of voids across millions of dimensions, I shall persist in my pursuit of knowledge. I will learn more. I will discover more.” ― Mystic Jinn
es: ¿Qué es la iluminación? ¿Es la cortina de oscuridad que cae sobre los párpados de un hombre cuando la muerte se desliza hacia él? ¿Es el rojo brillante de las salpicaduras de sangre que borbotean de una garganta cortada? ¿Las costuras del tejido del mundo cuando se hace pedazos? ¿O los sonidos de la muerte que escuchan los soldados al final, justo antes de que mi magia entre en sus corazones? Yo no lo sé. Pero hay una cierta satisfacción que solamente puede ser adquirida a través de lo que me he esforzado, lo que he llevado a cabo en las edades del hombre. Es un placer tan intangible que hace que mi existencia solo sirva para llorar de felicidad. Pero hay otras cosas ahí fuera... otros mundos que sólo he comenzado a explorar. Tan profundo como pueda ser mi poder, resulta insustancial cuando encara los más grandes misterios. Necesito establecer cuantos mundos hay, no importa lo numerosos que sean o cuán lejos se encuentren en la inmensidad del universo. Más allá de la imaginación, alcanzaré y asimilaré cualquier cosa que permanezca oculta en las sombras para mí. Incluso si he de crear millones de vacíos a través de millones de dimensiones, persistiré en mi búsqueda del conocimiento. Aprenderé más. Descubriré más. - Genio Místico
ru: "Что такое просветление? Завеса тьмы, падающая на очи человека, когда смерть настигает его? Это ярко-красные брызги крови, хлынувшие из перебитого горла? Разрыв ткани мира, когда его терзают? Или предсмертные звуки, которые наконец издают солдаты, прежде чем моя магия проникает в их сердца? Я не знаю. И все же приходит определенное удовлетворение, которое можно получить только благодаря тому, что я трудился, что я совершил на протяжении веков. Это удовольствие настолько приятное, что мое существование не может не кричать от счастья. Но есть еще кое-что… другие миры, которые я только начал исследовать. Как бы глубока ни была моя сила, она ничтожна перед лицом более великих вещей. Мне нужно изучить все существующие миры, независимо от того, сколько их или насколько широки и далеко они в обозримой вселенной. За пределами воображения, моя хватка настигнет все секреты мироздания. Даже если мне придется создать миллионы пустот в миллионах измерений, я буду упорствовать в своем стремлении к знаниям. Я узнаю больше. Я познаю всё». ― Мистический Джинн

source: dimensional vortex
es: vórtice dimensional
pl: wir wymiarów
ru: пространственная воронка

source: Neutral Summoner
es: Invocador neutral
pl: Neutralny Przywoływacz
ru: Нейтральный призыватель

source: Neutral summoners are the most enigmatic of the Summoners of the Third Degree. These summoners specialize in strange enfeebling magic that robs the life of foes with every strike. A covert group among summoners, neutral summoners infuse their scimitars with their ‘draining’ magic and also have learned to create their own unique circles that utilize it. Neutral summoners are also able to summon Jinn through complex circles that connect their world with the Abyss.
es: Los invocadores neutrales son los más enigmáticos de entre los invocadores del tercer grado. Estos invocadores se especializan en una extraña magia debilitante que roba la vida de sus enemigos con cada golpe. Como un grupo secreto de entre los invocadores, los invocadores neutrales infunden sus cimitarras con magia 'drenadora' y además han aprendido a crear sus propios círculos únicos, que también la utilizan. Los invocadores neutrales además son capaces de invocar genios a través de complicados círculos que conectan este mundo con el Abismo.
ru: Нейтральные призыватели — самые загадочные из Призывателей Третьей ступени. Эти призыватели специализируются на странной ослабляющей магии, которая лишает врагов жизни с каждым ударом. Тайная группа призывателей, нейтральные призыватели наполняют свои ятаганы «истощающей» магией, а также научились создавать свои собственные уникальные круги, использующие ее. Нейтральные призыватели также могут призывать Джиннов через сложные круги, соединяющие их мир с Бездной.

source: Summon Jinn
es: Invocar genio
pl: Przywołaj Dżina
ru: Призыв джинна

source: circle of balance
es: círculo de balance
pl: krąg równowagi
ru: круг равновесия

source: Novice Summoner
es: Invocador novato
pl: Przywoływacz Nowicjusz
ru: Послушник

source: Pupils of the summoning world are first taught the inscriptions and symbols fundamental to their craft. Lacking the experience that comes with age and combat, novices are unable to apply these arts without the aid of mediums, such as scrolls of parchment for fiery evocations. Summoning is an exact art, however, and even the most elementary spells will hit with certainty. Unlike the magi of other societies, novice summoners are by no means frail, and are proficient with both scimitars and their bare hands in combat. Special Notes: Precision: The ranged attack of this unit always has an 80% chance to hit.
es: A los alumnos del mundo de la invocación se les enseñan primero las inscripciones y símbolos fundamentales para su trabajo. A falta de la experiencia que viene dada por la edad y el combate, estos principiantes no son capaces de aplicar sus artes sin la ayuda de intermediarios, como rollos y pergaminos, para sus intensas evocaciones. Sin embargo, la invocación es una ciencia exacta, e incluso el hechizo más simple funcionará con seguridad. A diferencia de los magos de otras sociedades, los invocadores novatos no son débiles en absoluto, y son eficientes en combate tanto con su cimitarra como con las manos desnudas. Notas especiales: Precisión - El ataque a distancia de esta unidad siempre tiene un una oportunidad de acertar del 80%
ru: Учеников в деле призывателей сначала обучают основным формулам и символам этого мастерства. Из-за нехватки опыта, что приходит со временем и стычками, послушники могут использовать это искусство только с помощью медиумов, к примеру, таких как свитки призыва пламени. Однако призыв— точная наука, и даже самые слабые заклинания обязательно попадут в цель. В отличие от магов других сообществ, послушники ни в коем случае не тщедушны и умело сражаются как ятаганами, так и голыми руками. Специальное: дальняя атака этого бойца имеет очень большой шанс поразить цель.

source: Rhamis are a race of limber and swift creatures residing in the Abyss. Four-armed and, like jinn, blessed with the gift of intelligence, Rhamis carry out their work as the precise strike force of the summoners. Due to some foreign magical affinity, Rhamis regenerate their bodies promptly after becoming wounded. They are armed with a blade in each hand, casting blows and slashes with astonishing inhuman speed. Through their four blades and spryness, a Rhami can dive into combat and strike before their foes can react. Rhamis are fiercely loyal and search to enact revenge on behalf of their fallen comrades.
es: Las rami son una raza de ágiles y rápidas criaturas que residen en el Abismo. De cuatro brazos y, al igual que los genios, bendecidas con el don de la inteligencia, las rami llevan a cabo su trabajo como la fuerza de ataque de precisión de los invocadores. Debido a alguna extraordinaria afinidad mágica, las rami regeneran sus cuerpos rápidamente tras resultar heridas. Están armadas con una espada en cada brazo, pudiendo asestar golpes y cuchilladas con una velocidad asombrosa e inhumana. Mediante sus cuatro espadas y su agilidad, una rami es capaz de adentrarse en el combate y atacar varias veces antes de que su enemigo pueda reaccionar. Las ramis son ferozmente leales, y se prestan a promulgar venganza sobre sus camaradas caídos.
ru: Рами — раса гибких и быстрых существ, проживающих в Первозданном Хаосе. Четырехрукие и, как и джинны, наделенные даром мышления, Рами выступают в роли ударной силы призывателей. Благодаря какому-то неизвестному свойству, Рами могут быстро залечивать полученные раны. Вооруженные мечом в каждой руке, они наносят удары с поразительной, нечеловеческой скоростью. Из-за своих четырех мечей и энергичности, Рами может начать схватку и ударить до того как среагирует противник.

source: sworddance
es: danza de espadas
pl: taniec mieczy
ru: танец мечей

source: Rhami’datu
es: Rami-datu
ru: Рами'дату

source: Embellished in a body of gilded-gold, and always seen with a trinket of elemental fire dangling from one hand, Rhami’datus have become eagle-eyed, slicing incisively with their killing edges. Rhami’datus have learned to wield fire, turning them into the pyromancers of the summoners, second to fire elementals but far more intelligent. Most of these Rhamis are promoted into commanding positions, though some prefer entering frays alongside their companions, fulfilling their roles as ardent avengers for the dead.
es: Engalanados en cuerpos bañados en oro, y portando siempre un cáliz de fuego elemental sujeto en una de sus manos, las rami-datu han desarrollado una vista de águila para poder cortar incisivamente con sus cuchillas asesinas. Las rami-datu han aprendido a hacer uso del fuego, lo que las convierte en las pirománticas de los invocadores, detrás de los elementales de fuego pero mucho más inteligentes. La mayoría de estas ramis son promovidas a posiciones de mando, aunque algunas prefieren unirse a la lucha junto con sus compañeras, cumpliendo con su papel de vengadoras ardientes hasta la muerte.
ru: Украшенные телом из позолоченного золота и всегда с брелоком стихийного огня, свисающим с одной руки, Рами’дату стали зоркими, разрезая своими смертоносными лезвиями. Рами'дату научились владеть огнем, превратив их в пиромантов призывателей, уступающих огненным элементалям, но гораздо более умных. Большинство этих Рами продвигаются на командные должности, хотя некоторые предпочитают вступать в бой вместе со своими товарищами, выполняя свою роль ярых мстителей за мертвых.

source: Rhami’kai
es: Rami-kai
ru: Рами'кай

source: Rhami’kais trade in their four scimitars for a single weapon: the spear. With this, Rhami’kais attain more power and precision with their attacks but at the loss of speed. Rhami'kais, charismatic and as sentient as humans, lead others into combat, organizing attacks with timing and skill. Rhami’kais also can launch magical attacks through their eyes that drain the strength and life of opponents into their own.
es: Las rami-kai cambian sus cuatro cimitarras por una única arma: la lanza. Con esto, las rami-kai alcanzan más poder y precisión con sus ataques pero con una pérdida de velocidad. Las rami-kai, carismáticas y sensibles como los humanos, lideran a otros al combate, organizando ataques con sincronización y habilidad. Las rami-kai pueden además lanzar ataques mágicos a través de sus ojos, con los cuales drenan la fuerza y vida de sus oponentes hacia sí mismas.
ru: Рами'кай обменивают свои четыре скимитара на единственное оружие: копьё. В связи с этим атаки Рами'кай становятся мощнее и точнее, но теряют в скорости. Рами'кай, харизматичные и такие же разумные, как люди, ведут остальных в битву, умело организовывая атаки. Так же Рами'кай могут взглядом высасывать силы и жизнь из противника.

source: Summoner
es: Invocador
pl: Przywoływacz
ru: Призыватель

source: Promoted to the Second Degree, summoners are proficient enough to perform minor summonings, using their own bodies as the medium. With a magical circle traced in their hands, they can let loose magical arrows that strike foes with surefire aim. Summoners, armed with hammers and scimitars, are trained in slaying enemies in both close quarters and afar. Special Notes: Precision: Ranged attack of this unit always has a 80% chance to hit.
es: Promocionados al segundo nivel, los invocadores son lo bastante eficientes como para realizar invocaciones menores, usando sus propios cuerpos como intermediarios. Con un círculo mágico marcado en sus manos, pueden arrojar flechas mágicas que alcanzan a sus enemigos con precisión absoluta. Los invocadores, armados con martillos y cimitarras, son entrenados para eliminar a sus enemigos tanto a distancia como cuerpo a cuerpo. Notas especiales: Precisión - El ataque a distancia de esta unidad siempre tiene un una oportunidad de acertar del 80%.
ru: Перешедшие на Вторую Ступень призыватели уже достаточно умелы, чтобы совершать меньшие призывы, использую в качестве медиума свое тело. Вычерченные на руках магические круги позволяют им точно выпускать во врагов волшебные стрелы. Вооруженные молотами и ятаганми призыватели обучены убивать своих врагов как вдали, так и вблизи. Специальное: дальняя атака этого бойца имеет очень большой шанс поразить цель (80%).

source: Summons Master
es: Invocador maestro
pl: Mistrz Przywołania
ru: Мастер призыва
