Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: Few men in the entirety of known history have ever embraced the veiled mystery that comes naturally with the title of the Fourth Degree. They are men who can wield the entire power of the Abyss with their right hand and the complete devastation of summoning magic with their left. A summons master has attained the culmination of all summoning arts ever crafted and comprehended. Encircling a summons master is his magnum opus: the megacircle. The circle teems with magicks of all kinds — magicks to empower, mend, bless, cure, destroy, create, and remake. Within the vast and mystic megacircle, the air itself screams as elementals burst forth from their world into this one through the circle’s unearthly inscriptions. Men within the master’s circle are invested with supernatural gifts, their wounds closing by the aid of pure magic and their strength jumping twofold. Towers of heavenly light shriek into the skies from the megacircle’s symbols, obliterating everything within range. All around the summons master, miracles occur, and ruin is wrought.
es: Pocos en la totalidad de la historia conocida han desgarrado el velo que oculta los misterios del título de cuarto grado. Son quienes empuñan el poder entero del Abismo con su mano derecha y la devastación de la magia de invocación con su izquierda. Un invocador maestro ha alcanzado el culmen de todas las artes, hayan sido descubiertas o creadas. En torno a un invocador maestro circula su magnum opus, el megacírculo. En este abundan magias de todo tipo: para empoderar, reparar, bendecir, curar, destruir, crear y rehacer. Dentro del vasto y místico megacírculo, el aire mismo grita mientras los elementales cargan desde su mundo a este a través de las inscripciones sobrenaturales del círculo. Los hombres dentro del círculo del maestro son investidos con dones sobrenaturales, sus heridas se cierran por pura magia y su fuerza se duplica. Torres de luz celestial silban desde los símbolos hasta lo alto, obliterando todo a su paso. En derredor del invocador maestro, se cumplen milagros y deviene la ruina.
ru: За всю историю человечества лишь немногие из них смогли проникнуться той завуалированной таинственностью, которая естественно сопутствует званию Четвертой ступени. Это люди, которые могут овладеть всей мощью Бездны правой рукой и полным опустошением магии призыва левой. Мастер вызова достиг кульминации всех искусств вызова, когда-либо созданных и постигнутых. Вокруг мастера призыва находится его величественный магнум опус: мегакруг. Круг наполнен магией всех видов - магией, позволяющей наделять силой, исправлять, благословлять, исцелять, разрушать, создавать и переделывать. Внутри огромного и мистического мегакруга сам воздух кричит, когда элементали вырываются из своего мира в этот через неземные надписи круга. Люди в круге мастера наделяются сверхъестественными дарами, их раны закрываются с помощью чистой магии, а сила возрастает вдвое. Башни небесного света взвиваются в небо из символов мегакруга, уничтожая все в пределах досягаемости. Вокруг мастера призыва происходят чудеса и разрушения.

source: magical hammer
es: martillo mágico
pl: magiczny młot
ru: волшебный молот

source: incantation of power
es: mantra de poder
pl: inkantacja mocy
ru: слово силы

source: With time, the water elemental dramatically increases both its size and strength of current to become something grander: an avatar of water. Ceaselessly turning in hypnotizing spirals of surges, water avatars manipulate their bodies into whatever form suits the battle. Their bodies have become tumultuous and wilder in the heat of combat, their whole form a chaotic typhoon of rain and water. To this effect, many a dazed soldier have sometimes wondered why the frothy tides of a beach were pulling at his feet in the middle of a battlefield.
es: Con el tiempo, los elementales de agua aumentan dramáticamente su tamaño y fuerza para convertirse en algo más grande: un avatar de agua. Girando incesantemente en hipnotizantes espirales de olas, los avatares de agua adaptan sus cuerpos a la forma que es más adecuada para la batalla. Sus cuerpos se vuelven más tumultuosos y salvajes en el fragor de la batalla, formando un tifón de lluvia y agua. Como consecuencia de esto, más de un aturdido soldado se ha preguntado por qué las espumosas mareas de una playa arrastraban sus pies en medio de un campo de batalla.
ru: Со временем водный элементаль резко увеличивает свой размер и силу потока, становясь чем-то более величественным: аватаром воды. Непрестанно вращаясь в гипнотизирующих спиралях волн, водные аватары манипулируют своими телами, принимая любую форму, подходящую для боя. Их тела непостоянны и переменчивы -рядом с ними все поле боя накрывает тайфун, который настигает и расшвыривает всех, кто осмелился недооценить силу владыки вод.

source: freezing touch
es: toque congelante
pl: lodowy dotyk
ru: леденящее касание

source: The Abyss is home to aquatic beings composed of nothing more than the same pure water essential for all living creatures. Such a being is held together by a singular magical bond circulating its whole watery form. This grants it regeneration when submerged in other bodies of water. The extraordinary water in its body has moderate healing properties, which can mend the injuries of allies. Less volatile than the other inhabitants of the Abyss, water elementals are preferred by the more conservative of summoners. Yet these elementals are by no means harmless, and the unwary opponent may find their bodies frozen at a moment’s glance, their limbs transformed into cold, useless ice.
es: El Abismo es el hogar de seres acuáticos cuya composición no es otra cosa que la misma agua pura que es esencial para todas las criaturas vivientes. Estos seres mantienen su forma gracias a un extraño vínculo mágico que recorre toda su forma acuática. Esto garantiza su regeneración cuando se sumergen en otros cuerpos de agua. El agua extraordinaria de su cuerpo tiene propiedades sanadoras moderadas, que pueden sanar las heridas de sus aliados. Menos volátil que otros habitantes del abismo, los elementales de agua son los preferidos de los invocadores más conservadores. Estos elementales no resultan en absoluto inofensivos, y un oponente incauto verá su cuerpo congelado en un pestañeo, con sus extremidades transformadas en frío e inútil hielo.
ru: Бездна является домом для водных существ, состоящих из одной и той же чистой воды, необходимой для всех живых существ. Такое существо удерживается единой магической связью, циркулирующей по всей его водной форме. Это обеспечивает ему регенерацию при погружении в другие водоемы. Необычайная вода в его теле обладает умеренными целебными свойствами, которые могут залечить раны союзников. Менее изменчивые, чем другие обитатели Бездны, водные элементалей предпочитают более консервативные призыватели. Однако эти элементали ни в коем случае не безобидны, и неосторожный противник может с первого взгляда обнаружить, что их тела замерзли, а конечности превратились в холодный, бесполезный лед.

source: Water God
es: Dios de agua
pl: Bóstwo Wody
ru: Бог Воды

source: Scarce even in the Abyss, water gods have frozen into the shape of glacial serpents. Despite their rigid appearance, these beasts of water dart across the land with startling grace and flexibility. Water gods are considered miracles of life by Summoners, the magical water within them allowing them to remedy the wounds of allies by their mere presence. Their arctic beauty and strength, dazzling to all who oppose the Summoners, can freeze a man’s heart even before his body is engulfed in a bone-chilling blizzard.
es: Escasos incluso en el Abismo, los dioses de agua han tomado la forma congelada de una serpiente de hielo. A pesar de su apariencia rígida, estas bestias de agua corren a través de la tierra con sorprendente gracia y flexibilidad. Los dioses de agua son considerados por los invocadores unos milagros vivientes, que sanan las heridas de sus aliados sólo con su mera presencia gracias al agua mágica que les da forma. Con su belleza ártica y su fuerza, que deslumbra a todo aquel que se opone a los invocadores, puede congelar el corazón de un hombre incluso antes de que su cuerpo sea tragado por una ventisca escalofriante.
ru: Редкие даже в Бездне водные боги замерзли в форме ледяных змей. Несмотря на свой суровый вид, эти водные звери носятся по земле с поразительной грацией и гибкостью. Призыватели считают водных богов чудесами жизни: волшебная вода внутри них позволяет им залечивать раны союзников одним своим присутствием. Их арктическая красота и сила, ослепляющие всех, кто противостоит Призывателям, могут заморозить сердце человека еще до того, как его тело поглотит леденящая кровь метель.

source: Wonderful Jinni
es: Genio maravilloso
pl: Wspaniały Dżin
ru: Чудесный джинн

source: Wonderful jinn are sages in the summoners’ society, spreading their wisdom to any ear willing to listen. Their unequalled imagination and intellect of the world is evident through their vast multitude of elemental and arcane spells. Jinn of such high caliber have taught themselves how to perform offensive summonings, an attainment that earns them prominent respect among their human peers. Wonderful jinn have long since been independent, servants to their masters no longer. It is a mystery as to whether or not they have sated their immeasurable thirst, for they still follow the orders of their superiors and have not yet retired into the shadows of the world.
es: Los maravillosos genios son sabios en la sociedad de los invocadores, que difunden su sabiduría a cualquier oído dispuesto a escuchar. Su inigualable imaginación e intelecto del mundo se hace evidente a través de su vasta multitud de hechizos elementales y arcanos. Los genios de tan alto calibre han aprendido por sí mismos a realizar invocaciones ofensivas, un logro que les granjea un gran respeto entre sus pares humanos. Hace tiempo que los genios maravillosos se independizaron y dejaron de ser siervos de sus amos. Es un misterio si han saciado o no su inconmensurable sed de conocimiento, pues aún siguen las órdenes de sus superiores y todavía no se han retirado a las sombras del mundo.
ru: Чудесные джинны — мудрецы в обществе призывателей, делящиеся своей мудростью с любым, готовым слушать. Их непревзойденное воображение и понимание мира очевидны благодаря огромному множеству стихийных и тайных заклинаний. Джинны такого высокого уровня научились совершать атакующие призывы, и это достижение приносит им большое уважение среди Призывателей. Чудесные джинны уже давно обрели свободу и больше не зависят от своих бывших хозяев. Утолили они свою неизмеримую жажду знаний или нет, остается загадкой, ибо они все еще следуют приказам своего начальства и еще не ушли на покой.

source: ultra circle
es: ultra círculo
pl: ultra krąg
ru: ультра круг

source: Black Orb
es: Orbe negro
pl: Czarna Kula
ru: Черная сфера

source: 'Black Orbs' are electrically conductive crystal spheres that have been imbued with life by Great Warlocks. These magical constructs are capable of flight, thanks to the careful balance of energy within their hollow interiors. By channeling occult power from their masters, the Black Orbs can sustain themselves indefinitely, illuminated by a soft, ethereal glow. As scouting devices, the Black Orbs excel at detecting subtle changes in the environment, sensing even the faintest traces of magic or hidden foes. Their keen sensory abilities allow them to navigate unseen paths and avoid detection, making them indispensable tools for covert operations. When threatened, they can deliver a bolt of lightning-fast justice upon their enemies, unleashing a burst of dark energy stored within their crystalline structures that can even kill smaller targets.
ru: Черные сферы — это электропроводящие хрустальные сферы, которые Великие колдуны наполнили жизнью. Эти волшебные конструкции способны летать благодаря тщательному балансу энергии внутри их полых внутренностей. Передавая оккультную силу своих хозяев, Черные Сферы могут поддерживать себя бесконечно долго, освещаясь мягким эфирным сиянием. В качестве разведывательного устройства Черные сферы превосходно обнаруживают малейшие изменения в окружающей среде, ощущая даже самые слабые следы магии или скрытых врагов. Их острые сенсорные способности позволяют им ориентироваться по невидимым путям и избегать обнаружения, что делает их незаменимыми инструментами для тайных операций. При угрозе они могут молниеносно вершить правосудие над своими врагами, высвобождая взрыв темной энергии, хранящейся в их кристаллических структурах, которая может убить даже более мелкие цели.

source: dark lightning
es: relámpago oscuro
pl: mroczny piorun
ru: темная молния

source: Blade Dancer
es: Bailarín de cuchillas
pl: Tancerz Ostrzy
ru: Танцующий с клинками

source: Tharis blade dancers are a distinctive and unorthodox type of trooper, known for their mesmerizing dance-like fighting style and their use of psychoactive substances to enhance their combat prowess. Armed with chakrams, these warriors weave complex patterns of movement and attack, striking with precision and speed while under the influence of mind-altering drugs. The result is a frenetic, almost otherworldly display of martial artistry that leaves their enemies bewildered and disoriented. However, despite their impressive combat skills, blade dancers are surprisingly fragile, requiring constant support and protection from their allies if they hope to survive the rigors of battle.
ru: Танцующий с клинками Тарис — это особый и необычный тип солдат, известный своим завораживающим танцевальным стилем боя и использованием психоактивных веществ для повышения своего боевого мастерства. Вооруженные чакрамами, эти воины создают сложные схемы движений и атак, нанося точные и быстрые удары, находясь под воздействием изменяющих сознание наркотиков. Результатом является неистовая, почти потусторонняя демонстрация боевых искусств, которая оставляет врагов сбитыми с толку и дезориентированными. Однако, несмотря на свои впечатляющие боевые навыки, танцоры с клинком на удивление хрупки и нуждаются в постоянной поддержке и защите со стороны своих союзников, если они надеются пережить тяготы битвы.

source: Bladefury
es: Señora de las cuchillas
pl: Furia Ostrzy
ru: Фурия

source: Blademaster
es: Maestro de cuchillas
pl: Mistrz Ostrzy
ru: Мастер клинка

source: Within the ranks of the Tharis, the Blademasters represent the pinnacle of martial excellence, showcasing unparalleled speed and agility in battle. These deadly warriors lunge with lightning-fast speed, leaving even the most seasoned veterans in their dust. Equipped with razor-sharp blades, Blademasters strike with precision and ferocity, carving through foes like a hot knife through butter. Enhanced by powerful magic, these dark warriors possess superhuman reflexes and reaction times, rendering them nearly untouchable in close quarters combat if they catch you off guard. Their rapid movements and merciless tactics ensure that even seasoned warriors tremble at the sight of a Blademaster.
ru: В рядах Тарис Мастера клинка представляют собой вершину военного мастерства, демонстрируя в бою непревзойденную скорость и ловкость. Эти смертоносные воины атакуют с молниеносной скоростью, оставляя позади даже самых закаленных ветеранов. Оснащенные острыми как бритва лезвиями, мастера клинка наносят удары точно и свирепо, разрезая врагов, как горячий нож масло. Эти темные воины, усиленные мощной магией, обладают сверхчеловеческими рефлексами и реакцией, что делает их практически неуязвимыми в ближнем бою, если они застанут вас врасплох. Их стремительные движения и беспощадные приёмы заставляют дрожать даже опытных воинов, ибо за каждым ударом Мастера клинка следует смерть.

source: Chainlady
es: Señora de las cadenas
pl: Łańcuchowa Dama
ru: Железная леди

source: First strike and +2 damage to melee attacks; +3 max HP; +20% XP
pl: Pierwszy Cios; +5 punktów obrażeń do ataków wręcz, +3 max PŻ, +20% XP
ru: Первый удар и +2 урона к ближнему бою, +3 макс. ОЗ, +20% макс. ОП

source: Greater Marksman and +4 damage on ranged chain, +3 max HP; +20% XP
pl: Większy Strzelec i +4 pkt. obrażeń od łańcucha dystansowego, +3 maks. HP; +20% XP
ru: Искусный и +4 урона к дальнобойной атаке цепью, +3 макс. ОЗ, +20% макс. ОП

source: Skirmisher, +2 HP, +25% max XP
pl: Harcownik, +2 max PŻ; +25% max XP
ru: Неуловимый, +2 ОЗ, +25% макс. ОП

source: Chaos Hydra
es: Hidra caótica
pl: Hydra Chaosu
ru: Гидра Хаоса

source: The Chaos Hydra is a grotesque creation of dark sorcery, shaped by twisted rituals and arcane incantations designed to bring forth a weapon of destruction upon the mortal realm. Its imposing form looms over the battlefield, its massive body dwarfing even the bravest warriors. With each swing of its multiple heads, the Hydra leaves a trail of death and devastation in its wake, as if channeling the very essence of chaos itself. Its eyes glow with an otherworldly light, as if fueled by the malevolent energies that gave it life. It is a true terror of the battlefield, a relentless hunter with no regard for mercy or quarter, leaving nothing but ruin in its path.
ru: Гидра Хаоса — это гротескное творение темного колдовства, созданное с помощью извращенных ритуалов и тайных заклинаний, призванное создать оружие разрушения в мире смертных. Его внушительная форма нависает над полем боя, а массивное тело затмевает даже самых храбрых воинов. С каждым взмахом своих многочисленных голов Гидра оставляет за собой след смерти и опустошения, словно направляя саму суть хаоса. Его глаза светятся потусторонним светом, словно подпитываемые злобной энергией, давшей ему жизнь. Это настоящий ужас на поле боя, безжалостный охотник, не заботящийся ни о милосердии, ни о пощаде, не оставляющий на своем пути ничего, кроме разрушений.

source: Corrupted Hydra
pl: Wynaturzona Hydra
ru: Порченая гидра

source: Augmented by Tharis inhumane experiments and fueled by the darkest sorcery of the most depraved warlocks, the Corrupted Hydra has become an unrelenting terror upon the battlefield. The very existence of this colossal monstrosity is an affront to nature itself. With its five twisted heads, it can unleash a maelstrom of destruction upon its foes, tearing through armor like tissue paper. Its body, engraved with sinister glowing symbols, is able to effortlessly recover from injuries that would certainly be fatal to any normal living being. This abominable creature's powers do not end there - in the darkness of night, the beast's true power is unleashed. Known as the Hellish Hydra - a malevolent entity imbued with the destructive power of the Destroyers, it becomes even more frenzied, and able to channel anti-magic through its own body. Any conventional defense becomes utterly powerless against the hydra's rampage. If you hear the blood-curdling screech of a Corrupted Hydra, the wise thing to do is running away as fast as your legs can carry you and praying that this infernal beast will not catch up to you.
ru: Усиленная бесчеловечными экспериментами Тарис и подпитываемая самым темным колдовством самых развращенных колдунов, Порченая Гидра стала неумолимым ужасом на поле боя. Само существование этого колоссального чудовища является оскорблением самой природы. Благодаря своим пяти искривленным головам она может обрушить на своих врагов водоворот разрушения, разрывая броню, как папирусную бумагу. Его тело, на котором выгравированы зловещие светящиеся символы, способно без особых усилий восстанавливаться после травм, которые наверняка были бы смертельными для любого нормального живого существа. На этом силы этого отвратительного существа не заканчиваются — во тьме ночи высвобождается истинная сила зверя. Известная как Адская Гидра — злобная сущность, наделенная разрушительной силой Разрушителей, она становится еще более безумной и способна направлять антимагию через свое тело. Любая традиционная защита становится совершенно бессильной против неистовства гидры. Если вы слышите леденящий кровь визг Порченой гидры, разумнее всего будет бежать так быстро, как только могут нести вас ноги, и молиться, чтобы этот адский зверь не догнал вас.

source: Crimson Blade
es: Hoja carmesí
pl: Karmazynowe Ostrze
ru: Багровый клинок

source: crimson aura
es: aura carmesí
pl: karmazynowa aura
ru: багровая аура

source: All adjacent enemy units take damage equal to 15% of damage they deal. This ability cannot, of itself, kill a unit. It will remain on a battlefield with 1 HP instead.
es: Todas las unidades enemigas adyacentes reciben un daño igual al 15% del daño que infligen. Esta habilidad no puede, por sí misma, matar a una unidad. En su lugar, permanecerá en el campo de batalla con 1 PV.
pl: Wszystkie pobliskie wrogie jednostki otrzymują 15% obrażeń, które same zadadzą tej jednostce. Ta zdolność sama w sobie nie może wyeliminować jednostek. Pozostaną one na polu bitwy z 1 punktem życia.
ru: Все окружающие враги получают обратно 15% нанесенного урона. Этой способностью нельзя убить, только понизить ОЗ до 1.

source: curved swords
es: espadas curvas
pl: zakrzywione miecze
ru: кривые мечи

source: Dark Assassin
es: Asesino oscuro
pl: Mroczny Zabójca
ru: Ассасин

source: The Dark Assassins are stealthy and deadly warriors who excel in covert operations during nighttime battles. With their expertise in camouflage and silent movement, they can effortlessly navigate through enemy lines undetected, striking fear into the hearts of their foes. Their lightning quick reflexes make them equally adept at eliminating enemy leaders or picking off weakened soldiers in the enemy's rear, catching them off guard and leaving them vulnerable to attack. As if their speed and agility weren't enough, these assassins are almost as nimble as cavalrymen, allowing them to quickly retreat from dangerous situations while maintaining the element of surprise.
ru: Ассасины — скрытные и смертоносные воины, которые превосходно проводят тайные операции во время ночных сражений. Благодаря своему опыту маскировки и бесшумному передвижению они могут легко перемещаться сквозь ряды противника незамеченными, вселяя страх в сердца своих противников. Их молниеносная реакция делает их одинаково искусными как в уничтожении вражеских лидеров, так и в уничтожении ослабленных солдат в тылу врага, застигая их врасплох и делая уязвимыми для нападения. Как будто их скорости и ловкости недостаточно, эти убийцы почти так же проворны, как кавалеристы, что позволяет им быстро уходить из опасных ситуаций, сохраняя при этом элемент внезапности.

source: Dark Commander
es: Comandante oscuro
pl: Mroczny Dowódca
ru: Темный Командир
