Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: Gunners serve as a fundamental component of the Runemaster military. Armed with standard-issue rifles, these dwarves excel at delivering precise long-range attacks, making them valuable assets in any battle. While not as heavily armored as some of their comrades, the Dwarvish Gunners' speed and agility allow them to quickly move around the battlefield and engage enemies from various angles. Their proficiency with their weapons enables them to take out opponents effectively, despite lacking the same level of protection as most other dwarven troops.
ru: Стрелки являются основным компонентом вооруженных сил Мастеров Рун. Вооруженные стандартными ружьями, эти гномы превосходно проводят точные атаки на дальние дистанции, что делает их ценным помощником в любой битве. Несмотря на то, что гномьи стрелки не так тяжело бронированы, как некоторые из их товарищей, скорость и ловкость этих гномов позволяют им быстро перемещаться по полю боя и поражать врагов под разными углами. Их мастерство обращения с оружием позволяет им эффективно уничтожать противников, несмотря на отсутствие такого же уровня защиты, как у большинства других войск гномов.

source: Dwarvish Mobile Turret
es: Torreta móvil enana
pl: Krasnoludzka Mobilna Wieżyczka
ru: Мобильная туррель

source: The devastating Destroyers' invasion on dwarvish lands forced Technologists and Technocrats to design new weapon systems to effectively deal with the deadly threat. That's how Mobile Turrets and Defensive Platforms came into being. Based on striding machine's chassis, operated by autonomous steam robots, these extraordinary vehicles of war are equipped with state-of-the-art shockwave generators capable of decimating swarms of enemies with ease.
es: La devastadora invasión de los destructores en las tierras de los enanos obligó a los tecnólogos y tecnócratas a diseñar nuevos sistemas de armas para hacer frente con eficacia a la amenaza mortal. Así es como surgieron las torretas móviles y las plataformas defensivas. Basados en el chasis de una máquina andadora, operados por robots de vapor autónomos, estos extraordinarios vehículos de guerra están equipados con generadores de ondas de choque de última generación capaces de diezmar enjambres de enemigos con facilidad.
ru: Разрушительное вторжение Разрушителей на земли гномов вынудило Технологов и Технократов разработать новые системы вооружения, чтобы эффективно противостоять смертельной угрозе. Так появились мобильные турели и оборонительные платформы. Эти необычные боевые машины, основанные на шасси шагающих машин и управляемых автономными паровыми роботами, оснащены современными генераторами ударных волн, способными с легкостью уничтожать полчища врагов.

source: shockwave
es: onda de choque
pl: fala uderzeniowa
ru: шоковая волна

source: spread shot
es: disparo de cobertura
pl: strzał obszarowy
ru: стрельба конусом

source: Dwarvish Rune Lord
es: Señor rúnico enano
pl: Krasnoludzki Władca Run
ru: Рунный лорд

source: runic sword
es: espada rúnica
pl: runiczny miecz
ru: рунический меч

source: charged slash
pl: naładowana szarża
ru: заряженный разрез

source: Dwarvish Runic Warrior
es: Guerrero rúnico enano
pl: Runiczny Wojownik
ru: Рунный воин

source: Dwarvish Tank
es: Tanque enano
pl: Krasnoludzki Czołg
ru: Танк

source: Dwarvish Tanks are the heavier variety of the striding machines, equipped with cannons capable of easily shattering most kinds of fortifications or cover. They are used both as mobile siege engines, and to deal with small squads of infantry.
es: Los tanques enanos son la variedad más pesada de las máquinas andadoras, equipados con cañones capaces de destrozar fácilmente la mayoría de fortificaciones o coberturas. Se utilizan tanto como máquinas de asedio móviles como para enfrentarse a pequeños escuadrones de infantería.
ru: Гномьи танки — это более тяжелая разновидность шагающих машин, оснащенная пушками, способными легко разрушить большинство видов укреплений или укрытий. Их используют как в качестве мобильных осадных машин, так и для борьбы с небольшими отрядами пехоты.

source: cannons
es: cañones
pl: armatki
ru: пушки

source: machine gun
es: ametralladora
pl: karabin maszynowy
ru: пулемет

source: Dwarvish Veteran
es: Veterano enano
pl: Krasnoludzki Weteran
ru: Ветеран

source: Dwarvish Warrior
es: Guerrero enano
pl: Krasnoludzki Wojownik
ru: Воин

source: Though Runists in name, very few of dwarfish kin have both have the capacity and the willingness to dedicate their existences in rune-making. Instead, many will immerse themselves in what they believe was nature’s intended desire — the way of the warrior. Their dour, stout figures serve them suitably, as they learn to wield weaponry with born alacrity. If one seeks to incur a Dwarrow’s wrath, then do so at your own peril, for if any risk their lives intruding within the iron strongholds which dwarves inhabit, then they will be greeted by these foot soldiers, blade bearing warriors that are sure to fend off any attempts at assault.
es: Aunque se les llame rúnicos, muy pocos de la progenie de los enanos tienen la capacidad y la disciplina necesarias para dedicar su existencia a la creación de runas. En cambio, muchos se verán abocados a lo que creen que la naturaleza les depara intencionadamente: el camino del guerrero. Su severa y robusta constitución sirve adecuadamente a este propósito, mientras que aprenden a empuñar las armas con entusiasmo nato. Si alguien desea provocar la ira enana, que lo haga por su cuenta y riesgo, porque si alguien arriesga su vida infiltrándose en las fortalezas de hierro enanas, serán recibidos por estos soldados de infantería, guerreros portadores de espadas que repelerán sin dudarlo cualquier intento de asalto.
ru: Несмотря на самоназвание "Мастеров Рун" ,очень немногие из сородичей-гномов обладают способностью и желанием посвятить свое существование созданию рун. Вместо этого многие погрузятся в то, что, по их мнению, было задумано природой — путь воина. Их суровые, крепкие фигуры служат им достойно, поскольку они учатся владеть оружием с прирожденным упорством. Если кто-то хочет навлечь на себя гнев гномов, то делайте это на свой страх и риск, поскольку если кто-то рискует своей жизнью, вторгаясь в железные крепости, населенные гномами, то его встретят эти пехотинцы, воины с клинками, которые обязательно дадут отпор и пресекут любые попытки нападения.

source: Flying Fortress
es: Fortaleza volante
pl: Latająca Forteca
ru: Летающая крепость

source: Flying Fortresses symbolize the height of dwarfish ingenuity. Looked upon as an airborne tank, a Flying Fortress employs a trio of immense rotor blades to support their flight, with the giant balloon retreating into a secondary support. As well as enabling the crew to equip themselves with larger and more powerful weapons, it has also nullified the great weaknesses previous models had against fire. These intimidating monsters are capable of dominating the skies, unleashing their wrath upon those unfortunate enough to cross their path. If the twin powered heavy cannon fire does not spell their doom, then the chattering of the machine guns and the pounding of explosives will. Over the centuries, they have accrued a fearsome reputation, and are rightly feared by all but the strongest foe.
es: Las fortalezas volantes son una muestra de la enorme ingenuidad enana. Consideradas tanques aéreos, las fortalezas volantes emplean tres enormes palas rotoras para ayudarlas a volar, manteniendo el globo gigante como soporte secundario. Además de capacitar a la tripulación para equiparse con armas mayores y más poderosas, también anulan la gran vulnerabilidad que los modelos anteriores tenían contra el fuego. Estos intimidantes monstruos tienen la capacidad de dominar los cielos, desencadenando su ira contra aquellos desafortunados que se cruzan en su camino. Si los dos cañones pesados no desatan su destrucción, entonces lo hará el repiqueteo de las ametralladores y el impacto de los explosivos. A lo largo de los siglos, han adquirido una temible reputación, y son temidas con razón por todos salvo los más poderosos.
ru: Летающие крепости— пик изобретательства гномов. Классифицицируемая как воздушный танк, Крепость использует для полета три огромных винта, а гигантский шар выполняет роль поддержки. Кроме того, что Воздушная крепость позволяет команде использовать более мощное вооружение, она еще и лишилась основного недостатка прошлых моделей— уязвимости к огню. Эти угрожающие монстры доминируют в небесах, выпуская свой гнев на всех тех несчастных, что посмели пересечь их путь. Если уж тяжелые двойные пушки не приговорят их, тогда очередь из пулемета или взрывчатка завершат начатое. За века Воздушные крепости приобрели устрашающую репутацию, и их по праву боятся все кроме самых сильных воинов.

source: Heavy Balloon
es: Globo pesado
pl: Ciężki Balon
ru: Тяжелый воздушный шар

source: As a member of the homunculus light brigade, they are most widely used as its military arm. Faced with the choice of sacrificing speed for strength, experienced pilots have on board an additional machine gun, yet another piece of futuristic gadgetry used to strike down their foes from afar. Although inaccurate, the machine gun is possessed with a seemingly unnatural speed, reaping death among the enemy ranks. As it draws closer, and the advantage of long range fire is neutralized, a gunman will switch to a more contemporary form of offense, sowing seeds of destruction with explosives that are unleashed to devastating effect.
es: Como miembro de la brigada ligera de homúnculos, se usa en gran medida como su brazo armado. Enfrentados a la elección de sacrificar velocidad a cambio de fuerza, los pilotos experimentados llevan a bordo una ametralladora adicional, otro artilugio futurístico más que se usa para derribar a sus enemigos a distancia. Aunque no muy precisa, la ametralladora se ve poseída por una, en apariencia, antinatural velocidad, cosechando muerte entre las filas enemigas. Conforme se acerca, y la ventaja de la distancia queda neutralizada, el artillero cambiará a un modo ofensivo más contemporáneo, diseminando las semillas de la destrucción con explosivos que desencadenan un efecto devastador.
ru: Столкнувшись с выбором: пожертвовать скоростью ради силы, опытные пилоты имеют на борту дополнительный пулемет — еще одно футуристическое устройство, используемое для поражения противников издалека. Хотя пулемет и неточен, он движется с, казалось бы, неестественной скоростью, сея смерть в рядах врага. По мере приближения и нейтрализации преимущества дальнего огня вооруженный преступник переключится на более современную форму нападения, сея семена разрушения с помощью взрывчатки, которая приводит к разрушительному эффекту.

source: Mechanic
es: Mecánico
pl: Mechanik
ru: Механик

source: These dwarves are recruited for their uncanny knack for engineering. If their robotic creations are at the head of an offense, then the mechanics form the backbone, repairing oil leaks, replacing broken fuel tanks, and keeping the front line running in clockwork fashion. Even if beset by opposition they hold their own, employing their vast arsenal of tools to hold enemies at bay until their better armored brethren come to their rescue.
es: A estos enanos se les recluta por su sorprendente habilidad para la ingeniería. Si sus creaciones robóticas son la cabeza de una ofensiva, los mecánicos son su columna vertebral, reparando perdidas de aceite, reemplazando depósitos rotos de combustible y manteniendo la línea del frente en funcionamiento como un mecanismo de relojería. Incluso si han de enfrentarse a alguna oposición consiguen resistir, empleando su gran arsenal de herramientas para mantener a los enemigos a raya hasta que sus camaradas mejor equipados vienen en su ayuda.
ru: Этих гномов нанимают за их сверхъестественные инженерные способности. Если их роботизированные творения стоят во главе нападения, то механики составляют костяк железного войска, устраняя утечки масла, заменяя разбитые топливные баки и поддерживая работу линии фронта в часовом режиме. Даже если их окружает сопротивление, они выстоят, используя свой обширный арсенал инструментов, чтобы сдерживать врагов, пока их лучше бронированные собратья не придут им на помощь.

source: Mechanical Dragon
es: Dragón mecánico
pl: Mechaniczny Smok
ru: Механический дракон

source: The Mechanical Dragon is a paragon of dwarven engineering which might never be superseded due to its intricate design. This marvelous contraption comes equipped with a motorized function in its head to accurately replicate the biting attack of an actual dragon. Additionally, this machine includes a system consisting of a combustion chamber and steam tubes which allows its pilot to aim and shoot a devastating area of effect fire blast which can be the equivalent of the fire-breath of a true dragon.
es: El dragón mecánico es un modelo de ingeniería enana que quizás nunca sea superado debido a su intrincado diseño. Este maravilloso artilugio viene equipado con una función motorizada en su cabeza para replicar con precisión el ataque de mordida de un dragón real. Además, esta máquina incluye un sistema que consiste en una cámara de combustión y tubos de vapor que permite a su piloto apuntar y disparar una ráfaga de fuego devastadora que puede ser el equivalente al aliento de fuego de un verdadero dragón.
ru: Механический дракон — образец гномьей инженерной мысли, который, возможно, никогда не будет заменен из-за своей сложной конструкции. Это чудесное изобретение оснащено моторизованной функцией в голове, которая точно воспроизводит кусающую атаку настоящего дракона. Кроме того, эта машина включает в себя систему, состоящую из камеры сгорания и паровых трубок, которая позволяет пилоту прицеливаться и стрелять разрушительной огненной струей по площади, которая может быть эквивалентом огненного дыхания настоящего дракона.

source: furnace
pl: piec
ru: осветительный элемент

source: fire breath
es: aliento ardiente
pl: ognisty oddech
ru: огненное дыхание

source: Mechanical Wyrm
pl: Mechaniczny Żmij
ru: Механозмей

source: While the Mechanical Dragon is argued to be the pinnacle of Runemaster engineering, creating one is a long and expensive process that requires the effort of the finest dwarven engineers. However, one day a team of dwarven engineers invented a solution - the Mechanical Wyrm. This impressive mechanical marvel crafted by the skilled hands of Runemasters represents a significant milestone in the evolution of flight technology, bridging the gap between the affordable but outdated Steamcopter and unrivaled masterpiece that is the Mechanical Dragon. This revolutionary aircraft seamlessly integrates the flame-breathing capability of a dragon with the speed and maneuverability of a helicopter, while remaining simple enough to produce in quantities needed for the Runemaster army.
ru: Хотя Механический lракон считается вершиной инженерной мысли Мастеров Рун, его создание — долгий и дорогостоящий процесс, требующий усилий лучших гномьих инженеров. Однако однажды команда гномьих инженеров изобрела решение — Механозмея. Это впечатляющее механическое чудо, созданное умелыми руками Мастеров Рун, представляет собой важную веху в эволюции летных технологий, устраняя разрыв между доступным, но устаревшим Паролётом и непревзойденным шедевром, которым является Механический Дракон. Этот революционный аппарат органично сочетает в себе способность огнедышащего дракона со скоростью и маневренностью вертолета, оставаясь при этом достаточно простым для производства в количествах, необходимых для армии Мастеров Рун.

source: Mobile Defensive Platform
es: Plataforma móvil defensiva
pl: Mobilna Platforma Obronna
ru: Мобильная защитная платформа

source: Pacificator
es: Pacificador
pl: Pacyfikator
ru: Миротворец

source: The Pacificator, crafted by the most skilled dwarven engineers, is a marvel of steam-powered engineering. This majestic tank boasts an unrivaled level of durability and firepower, thanks to its imposing armor plates and array of deadly weaponry. With the power of runic magic infused into every piston and gear, this colossus embodies the pinnacle of dwarven innovation. As the Pacificator rumbles onto the battlefield, its presence is undeniable – an unmistakable declaration of dominance over any adversary foolish enough to stand in its way.
ru: Миротворец, созданный самыми опытными гномьими инженерами, представляет собой чудо паровой техники. Этот величественный танк может похвастаться непревзойденным уровнем прочности и огневой мощи благодаря внушительной броне и множеству смертоносного вооружения. Благодаря силе рунической магии, заложенной в каждый поршень и шестерню, этот колосс воплощает собой вершину гномьих инноваций. Когда Миротворец с грохотом выходит на поле боя, его присутствие неоспоримо — безошибочное заявление о превосходстве над любым противником, достаточно глупым, чтобы встать у него на пути.

source: Parachutist
es: Paracaidista
pl: Spadochroniarz
ru: Парашютист

source: Perfect Drone
es: Zángano perfecto
pl: Perfekcyjny Dron
ru: Совершенный дрон

source: +5 max hp
es: +5 PV máx
ru: +5 макс ОЗ

source: damage rune
es: runas de daño
pl: runa zniszczenia
ru: руна повреждений

source: improved kamikaze
es: kamikaze mejorado
pl: ulepszony kamikaze
ru: улучшенный камикадзе

source: This attack harms both the defender and the attacker. The attacker receives damage equal to half of its hp and may survive the suicidal charge.
es: Este ataque daña tanto al defensor como al atacante. El atacante recibe un daño igual a la mitad de sus puntos de salud y podría sobrevivir a la carga suicida.
pl: Ten atak rani zarówno atakującego jak broniącego się. Atakujący otrzymuje połowę obrażeń i może przetrwać atak.
ru: Эта атака ранит атакующего и его цель. Нападающий получает урон в половину от своего здоровья и может остаться в живых.

source: Red Steam Ulfserker
es: Ulfserker de vapor rojo
pl: Czerwony Parowy Ulfserker
ru: Алый ульфсерк

source: Skilled on melee, +2 max HP, +20% XP
pl: Umiejętny w atakach wręcz, +2 max PŻ, +20% XP
ru: Обученный для ближнего боя, +2 макс. ОЗ, +20% макс. ОП

source: Autorepair +8, +5 max HP, +20% XP
pl: Autonaprawa +8, +5 maks. HP, +20% XP
ru: Автопочинка +8, +5 макс. ОЗ, +20% макс. ОП

source: These beings are born from a ancient tradition, when dwarves become attached to their creations, and instead of reducing robotic corpses to scrap, they are often rebuilt as stronger, faster and sturdier fighters. The rust that forms their coat of paint is misleading, for they outstrip their younger cousins in every aspect. The additional heavy armor plating that is affixed upon them serves as a shield of sorts, and such is their inward vigour and strength, that they can turn back damage accrued through the tides of time through careful conservation of energy.
es: Estos seres provienen de una antigua tradición, cuando los enanos se llegaron a sentir tan vinculados a sus creaciones que, en vez de reducir a chatarra los despojos de sus robots, los reconstruían más fuertes, más rápidos y más duros. La capa de herrumbre que los cubre es engañosa, puesto que superan a sus primos más jóvenes en todos los aspectos. La armadura pesada adicional que los cubre funciona como una especie de escudo<<<<<<< , e igualmente disponen de un vigor y fuerza mayores con los que pueden devolver el daño recibido con intereses a lo largo del tiempo conservando cuidadosamente su energía.
ru: Эти существа рождаются по древней традиции, когда гномы привязываются к своим творениям и вместо того, чтобы превращать трупы роботов в металлолом, их часто перестраивают в более сильных, быстрых и выносливых бойцов. Ржавчина, покрывающая их краску, вводит в заблуждение, поскольку они превосходят своих младших собратьев во всех аспектах. Дополнительная тяжелая броня, прикрепленная к ним, служит своего рода щитом, а их внутренняя энергия и сила таковы, что они могут отвратить урон, накопленный с течением времени, путем тщательного сохранения энергии.

source: kamikaze module
pl: moduł kamikaze
ru: модуль камикадзе

source: berserker ai
es: frenesí
pl: berserker SI
ru: прошивка "берсерк"

source: Rune Adept
es: Adepto rúnico
pl: Adept Run
ru: Рунознатец

source: Rune Artist
es: Artesano rúnico
pl: Artysta Runiczny
ru: Рунный мастер

source: runearmor
pl: runiczny pancerz
ru: рунная броня

source: runic hammer
es: martillo rúnico
pl: młot runiczny
ru: рунический молот

source: lightning bolt
es: relámpago
pl: piorun
ru: удар молнией

source: Runemaster
es: Maestro rúnico
pl: Mistrz Run
ru: Мастер рун

source: runic lightning
es: relámpago rúnico
pl: runiczny piorun
ru: руническая молния

source: Runesmith
es: Forjador rúnico
pl: Kowal Run
ru: Рунный кузнец

source: Steam Berserker
es: Berserker a vapor
pl: Parowy Berserker
ru: Паровой берсерк

source: Steam Turboserker
es: Turborabioso a vapor
pl: Parowy Turboserker
ru: Паровой турбовоин

source: Steam Turborserkers are fearsome war machines crafted from exceptionally high-quality parts. Their bulky frames are adorned with intricate gears and augmented with runes, while their limbs are articulated for maximum mobility. And on top of that, these mechanical warriors have a portable missile launchers attached to their metallic backs. When activated, they enter a berserk rage, and are able to lay waste to entire enemy squads. Leave no doubt about it - these machines were built for one purpose alone: to annihilate.
ru: Паровые турбовоины — грозные военные машины, созданные из деталей исключительно высокого качества. Их громоздкие тела украшены замысловатыми шестернями и рунами, а конечности шарнирно соединены для максимальной подвижности. Кроме того, к их металлическим спинам прикреплены переносные ракетные установки. При активации они впадают в ярость и способны опустошать целые отряды противника. Не оставляйте сомнений: эти машины были созданы только для одной цели: уничтожать.

source: Steam Ulfserker
es: Ulfserker a vapor
pl: Parowy Ulfserker
ru: Паровой ульфсерк

source: Steam Ulfserkers are the face of any serious offensive movement. Armoured and armed with steel, they cut through opposition lines with ease, for these mechanical beings hold nothing back in a assault. It results in locking the opponent in close combat, attacking in a furious frenzy that only ends when either one is dead.
es: Los ulfserkers de vapor forman el frente de cualquier movimiento ofensivo serio. Blindados y armados con acero, atraviesan con facilidad las líneas de los oponentes, no dejando nada a sus espaldas cuando atacan. Como consecuencia, los oponentes se ven forzados a luchar cuerpo a cuerpo, recibiendo ataques con un frenesí furioso que solo acaban cuando uno de los dos cae muerto.
ru: Паровые ульфсеркеры – передний край любого серьёзного наступления. Бронированные и вооруженные сталью, они с легкостью прорываются сквозь линии сопротивления, поскольку эти механические существа ничто неспособно сдержать в атаке. Это приводит к связыванию противника в ближнем бою, атаке в яростном безумии, которая заканчивается только тогда, когда один из них падает замертво.

source: Steamcopter
es: Vapocóptero
pl: Parokopter
ru: Паролет
