Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: Pilots who are bored with traditional balloon-based aircraft and prefer higher mobility often pick Steamocopters as their next flying machine. Even with outdated weaponry this unusual vehicle is still considered very efficient and easy to maintain, which explains why it is still mass-produced. In situations where dwarves have to act quickly they often deploy Steamcopters as they are ready almost instantly if well maintained.
es: Los pilotos que están aburridos de los aviones tradicionales basados en globos y prefieren una mayor movilidad a menudo eligen vapocópteros como su próxima máquina voladora. Incluso con armamento obsoleto, este vehículo inusual todavía se considera muy eficiente y fácil de mantener, lo que explica por qué todavía se produce en masa. En situaciones en las que los enanos tienen que actuar con rapidez, a menudo despliegan vapocópteros, ya que están listos casi al instante si se mantienen bien.
ru: Пилоты, которым наскучили традиционные воздушные шары и которые предпочитают более высокую мобильность, часто выбирают паролёты в качестве своего следующего летательного аппарата. Даже несмотря на устаревшее вооружение, эта необычная машина по-прежнему считается очень эффективной и простой в обслуживании, что объясняет, почему она до сих пор производится серийно. В ситуациях, когда гномам приходится действовать быстро, они часто используют паролёты, поскольку при хорошем обслуживании они всегда готовы к вылету.

source: Striding Machine
es: Andador
pl: Machina Krocząca
ru: Шагоход

source: Striding machines are heavy military vehicles used by the dwarves. These marvels of combat machinery have six mechanical legs, capable of easily crushing anything underneath, as well as two machine guns for dealing with infantry. They are generally at the front lines of the battlefield, often with mechanics behind them.
es: Los andadores son pesados vehículos militares usados por los enanos. Estas maravillas de la maquinaria de combate tienen seis piernas mecánicas, capaces de aplastar con facilidad cualquier cosa bajo las mismas, así como dos ametralladoras para dar cuenta de la infantería enemiga. Generalmente están al frente de las líneas del campo de batalla, a menudo con mecánicos tras ellas.
ru: Шагоходы — это тяжелые военные машины, используемые гномами. У этих чудес боевой техники шесть механических ног, способных легко раздавить все, что находится под ними, а также два пулемета для борьбы с пехотой. Обычно они находятся на передовой линии боя, часто за ними стоят механики.

source: Technician
es: Técnico
pl: Technik
ru: Техник

source: Blessed with remarkable deftness with their fingers, these Technicians refute all that demean their race as heavy handed, drunkards, and if any liquor is to found on them, then it is only within the strong spirits which they employ in continuous campaign against rust. Despite their scarcity, they serve as important a role as the standardized teams of Mechanics, and are capable of repairing all but the most severe damage upon any mechanical unit. More importantly, such is their proficiency in their line of work that they have been able to spare time to dedicate on converting those tools that they work with into deadly weapons that are more than a match for any who attempt to harry them.
es: Bendecidos con la remarcable destreza de sus dedos, estos técnicos refutan a todos los que menosprecian a su raza como borrachuzos de manos torpes, y si portan algún licor, se trata solamente de los alcoholes fuertes que emplean en su lucha continua contra la herrumbre. A pesar de su escasez, tienen un importante papel en los equipos de mecánicos unificados, y son capaces de reparar cualquier unidad mecánica siempre que sus daños no sean irreversibles. Aún más importante, debido a la eficiencia de su trabajo les queda tiempo para dedicarlo a convertir sus herramientas en armas mortales que son todo un reto para cualquiera que intente atacarlos.
ru: Наделенные замечательной ловкостью рук, эти Техники опровергают все стереотипы что унижает их расу, называя их безрукими пьяницами, и если у них и можно найти какое-либо спиртное, то только в крепких спиртных пропитках, которые они используют в постоянной борьбе против ржавчины. Несмотря на их нехватку, они играют такую же важную роль, как и стандартизированные бригады механиков, и способны устранить любые повреждения любого механического устройства, кроме самых серьезных. Что еще более важно, их мастерство в своей работе настолько велико, что они могут уделять время преобразованию инструментов, с которыми они работают, в смертоносное оружие, которое более чем способно противостоять любому, кто попытается их потревожить.

source: burner
es: soplete
pl: palnik
ru: газовый резак

source: Technocrat
es: Tecnócrata
pl: Technokrata
ru: Технократ

source: rifle
pl: strzelba
ru: винтовка

source: plasma shot
es: disparo de plasma
pl: strzał plazmy
ru: плазменный снаряд

source: shock grenade
es: granada
pl: granat ogłuszający
ru: оглушающая граната

source: Technologist
es: Tecnólogo
pl: Technolog
ru: Технолог

source: Technologists belong to a special 'caste' of dwarfs responsible for designing advanced machinery and new weapons. Simply put: they do not create machines - they invent them. Armed with experimental rifles they pose a serious threat to any kind of foe.
es: Los tecnólogos pertenecen a una 'casta' especial de enanos responsables de diseñar maquinaria avanzada y nuevas armas. En pocas palabras: no crean máquinas, las inventan. Armados con rifles experimentales, representan una seria amenaza para cualquier tipo de enemigo.
ru: Технологи принадлежат к особой «касте» гномов, ответственной за разработку современной техники и нового оружия. Проще говоря: они не создают машины — они их изобретают. Вооруженные экспериментальными винтовками, они представляют серьезную угрозу для любого противника.

source: Trench Sweeper
es: Barretrincheras
pl: Wymiatacz Okopów
ru: Чистильщик

source: Hit and run 1, +2 HP, +20% max XP
pl: +Cios i Ucieczka 1; +2 max PŻ; +20% max XP
ru: Ударил-убежал 1, +2 ОЗ, +20% макс. ОП

source: Mountain Ambush, +3 HP, +20% max XP
pl: Górska zasadzka, +3 HP, +20% max XP
ru: Засада в горах, +3 ОЗ, +20% макс. ОП

source: Cave Ambush, +3 HP, +20% max XP
pl: Jaskiniowa zasadzka, +3 HP, +20% max XP
ru: Засада в пещере, +3 ОЗ, +20% макс. ОП

source: trenchgun
es: rifle de trinchera
pl: strzelba
ru: окопное ружьё

source: point blank
es: bocajarro
pl: strzał z bliska
ru: в упор

source: When used offensively, this attack deals +5 more damage to the target.
pl: Jeśli użyty ofensywnie, ten atak zadaje dodatkowe 5 punktów obrażeń.
ru: В нападении эта атака получает +5 урона.

source: Aeromancer
es: Aeromante
pl: Mag Powietrza
ru: Аэромант

source: Air Magi are widely known for their extraordinary agility, but are rather frail due to their lack of armor. However, they are capable of easily pushing arrows and even spears slightly off course by gales created around themselves, mitigating most pierce damage. Such magi are usually used as scouts and messengers.
es: Los aeromantes son ampliamente conocidos por su extraordinaria agilidad, pero son más bien frágiles debido a su ausencia de armadura. Sin embargo, son capaces de desviar flechas e incluso lanzas con facilidad de sus caminos mediante vientos creados a su alrededor, mitigando así de hecho la mayor parte del daño penetrante. Dichos magos son normalmente utilizados como exploradores y mensajeros.
ru: Воздушные маги широко известны своей необычайной ловкостью, но довольно хрупки из-за отсутствия брони. Тем не менее, они способны легко отклонять стрелы и даже копья, слегка отклоняясь от курса из-за порывов ветра, созданных вокруг них, что смягчает большую часть колющего урона. Таких магов обычно используют в качестве разведчиков и посланников.

source: wind gust
es: viento abisal
pl: podmuch wiatru
ru: порыв ветра

source: sparks
es: chispas
pl: iskry
ru: искры

source: small lightning
es: mini relámpago
pl: mały piorun
ru: малая молния

source: Architect
es: Arquitecto
pl: Architekt
ru: Архитектор

source: Battle Eye
es: Ojo de batalla
pl: Bitewne Oko
ru: Боевое око

source: Battle Eyes are an upgraded version of the Magical Eyes, specifically designed for combat, not just scouting. They have sharp, spinning steel rings around their shell, which act both as a weapon, and a shield.
es: Los ojos de batalla son una versión mejorada de los ojos mágicos, específicamente diseñados para el combate, no sólo para la exploración. Tienen afilados anillos giratorios de acero alrededor de su caparazón, lo cual actúa a la vez como arma y como escudo.
ru: Боевое око — это улучшенная версия Волшебных глаз, специально разработанная для боя, а не только для разведки. Вокруг их панциря имеются острые вращающиеся стальные кольца, которые действуют как оружие и щит.

source: blade ring
es: cuchilla anular
pl: ostry pierścień
ru: кольцо-лезвие

source: beam
es: rayo
pl: promień
ru: луч

source: Battle Mage
es: Mago de batalla
pl: Mag Bitewny
ru: Маг-воин

source: Battle Magi are the novice magic users with fairly good physical fitness. These dagger-carrying troops form the backbone of the Sky Kingdom infantry, alongside Hidden Faces. Given enough experience, such novices can either keep advancing as versatile infantry troops, joining the ranks of War Magi, or heavily devote themselves into advanced study of combat spells at the expense of physical training, becoming Sorcerers.
es: Los magos de batalla son los novatos usuarios de magia que poseen una suficientemente buena forma física. Estas tropas portadoras de dagas forman la espina dorsal de la infantería del Reino del Cielo, junto a los enmascarados. Dada una suficiente experiencia, estos novatos pueden o bien seguir avanzando hacia versátiles tipos de tropas de infantería, uniéndose al escalafón de los magos guerreros, o bien dedicarse al estudio de más avanzados hechizos de combate a expensas de su entrenamiento físico, convirtiéndose así en hechiceros.
ru: Маги-воины — это начинающие маги с достаточно хорошей физической подготовкой. Эти вооруженные кинжалами войска составляют костяк пехоты Небесного Королевства наряду с Безликими. Имея достаточный опыт, такие новички могут либо продолжать продвигаться в качестве универсальных пехотных войск, вступая в ряды Боевых Магов, либо полностью посвятить себя углубленному изучению боевых заклинаний в ущерб физической подготовке, становясь Волшебниками.

source: Black Mage
es: Mago negro
pl: Czarny Mag
ru: Черный маг

source: While most nations persecute black magic, the Sky Kingdom doesn't seem mind it, and even treats it equally to other forms of magic, due to their ideology. While the practitioners of this kind of sorcery are uncommon in the Sky Kingdom, they are certainly capable of feats comparable to those of the Tharis warlocks. However, the years of dabbling in the dark arts have been noticed to alter the mages' personality...
es: Mientras que la mayor parte de las naciones castigan la magia negra, el Reino del Cielo ni se preocupa por ello, e incluso la trata como una igual a las demás formas de magia, debido a su ideología. Mientras que los practicantes de este tipo de magia son poco comunes en el Reino del Cielo, son ciertamente capaces de gestas comparables aquellas de los brujos taris. Sin embargo, se ha percibido que años de incursiones en las artes oscuras alteran progresivamente la personalidad de los magos…
ru: В то время как большинство стран преследуют черную магию, Небесное Королевство, похоже, не возражает против этого и даже относится к ней наравне с другими формами магии из-за своей идеологии. Хотя практикующие такого рода колдовство редко встречаются в Небесном Королевстве, они, безусловно, способны на подвиги, сравнимые с подвигами колдунов Тарис. Однако было замечено, что годы занятий темными искусствами изменили личность этих магов...

source: Chronomancer
es: Cronomante
pl: Chronomanta
ru: Хрономант

source: immobilization
es: inmovilización
pl: unieruchomienie
ru: обездвиживание

source: Cosmic Eye
es: Ojo cósmico
pl: Kosmiczne Oko
ru: Космический наблюдатель

source: Cosmic Eyes are the most advanced version of the magical eye. They are used for guarding the top secret laboratories of the Sky Kingdom, as well as protecting crucial research sites.
es: Los ojos cósmicos son la más avanzada versión del ojo mágico. Son utilizados para proteger los laboratorios más secretos del Reino del Cielo, así como para proteger lugares de investigación cruciales.
ru: Космические наблюдатели — самая продвинутая версия магического глаза. Они используются для охраны сверхсекретных лабораторий Небесного Королевства, а также для защиты важнейших исследовательских объектов.

source: reality warp
es: deformación de la realidad
pl: zakrzywienie rzeczywistości
ru: разрыв реальности

source: Elementalist
es: Elementalista
pl: Elementalista
ru: Элементалист

source: While Elementalists aren’t exactly great combatants compared to other Sky Kingdom magi, they are quick learners, being able to become quite powerful quite quickly by choosing to learn one of the Elemental Paths. They know a few basic spells of each element, including shooting somewhat weak magical missiles, healing minor wounds with water magic, as well as some non-combat spells.
es: Aunque los elementalistas no son precisamente grandes combatientes en comparación a otros magos del Reino del Cielo, son aprendices rápidos, capaces de volverse bastante poderosos muy rápido mediante la elección del aprendizaje de uno de los caminos elementales. Conocen unos pocos hechizos básicos de cada elemento, incluyendo el disparo de unos misiles mágicos relativamente débiles, la cura de heridas menores con magias acuáticas, así como algunos hechizos no relativos al combate.
ru: Хотя Элементалисты не являются лучшими бойцами по сравнению с другими магами Небесного Королевства, они быстро учатся и могут довольно быстро стать могущественными, посвятив себя изучению одного из Путей Стихий. Они знают несколько основных заклинаний каждого элемента, в том числе стрельбу слабыми магическими снарядами, лечение небольших ран магией воды, а также некоторые небоевые заклинания.

source: icicles
es: carámbanos
pl: sople lodu
ru: льдинки

source: Golden Mage
es: Mago dorado
pl: Złoty Mag
ru: Золотой маг

source: Golden Magi are equally skilled with swords and magic. They wear beautiful golden armor, after which they’re named, and use swords materializing in their hands from thin air. They are known to emerge victorious from even the harshest conflicts.
es: Los magos dorados son habilidosos por igual con espadas y con magia. Llevan hermosas armaduras doradas, de las cuales les viene su nombre, y usan espadas que se materializan directamente en sus manos. Son conocidos por emerger victoriosos de los más duros conflictos.
ru: Золотые маги одинаково хорошо владеют мечами и магией. Они носят красивые золотые доспехи, в честь которых и названы, и используют мечи, материализующиеся в их руках из воздуха. Известно, что они выходят победителями даже из самых тяжелых конфликтов.

source: Summon Battle Eye
pl: Przywołaj Bitewne Oko
ru: Призыв боевого ока

source: Golem
ru: Голем

source: Golems are bulky magical constructs used by the Sky Kingdom. They are produced in the same workshops as the Magical Eyes, but out of fairly mundane materials, such as steel, stone, and sometimes ceramic. They usually serve as guardians, but they can also be seen on the surface, acting as cannon fodder for the magi. They don't have any weaponry, but their sheer weight allows them to ram or crush their enemies with their stout bodies.
es: Los gólems son voluminosas construcciones mágicas usadas por el Reino del Cielo. Son producidos en los mismos talleres que los ojos mágicos, pero a partir de materiales claramente más mundanos, tales como acero, piedra, y a veces cerámica. Habitualmente sirven como guardianes, pero además pueden ser vistos en la superficie, trabajando como carne de cañón para los magos. No disponen de ningún tipo de armamento, pero su puro peso les permite ser arietes aplastando a sus enemigos con sus robustos cuerpos.
ru: Големы — это громоздкие магические конструкции, используемые Небесным Королевством. Их производят в тех же мастерских, что и Волшебные Глаза, но из достаточно обыденных материалов, таких как сталь, камень, а иногда и керамика. Обычно они служат стражами, но их также можно увидеть на поверхности, выступая в роли пушечного мяса для магов. У них нет никакого оружия, но их огромный вес позволяет им таранить или сокрушать врагов своими крепкими телами.

source: smash
es: machacar
pl: miażdżenie
ru: разгром

source: Guru of Magic
es: Gurú de magia
pl: Guru Magii
ru: Гуру

source: The title of Guru is only granted to the Sky Kingdom's brightest minds, whose knowledge of the world's secrets is rivalled by few. They rarely engage in combat, but they are known to be fairly eccentric when doing so, crushing their foes with large chunks of rock summoned above their heads.
es: El título de gurú sólo se le da a las mentes más brillantes del Reino del Cielo, cuyo conocimiento de los secretos del mundo es rival sólo para muy pocos. Rara vez se rebajan a ocuparse de combates, pero son conocidos por tener algunas excentricidades en tales casos, por ejemplo aplastando a sus enemigos con grandes pedazos de roca invocada sobre sus cabezas.
ru: Титул Гуру предоставляется только гениальным умам Небесного Королевства, с чьим знанием тайн мира мало кто может соперничать. Они редко вступают в бой, но, как известно, они довольно эксцентричны при этом, сокрушая своих врагов большими кусками камня, поднятыми над их головами.

source: Summon Golem
es: Invocar gólem
pl: Przywołaj Golema
ru: Призыв голема

source: mystic touch
es: toque místico
pl: mistyczny dotyk
ru: мистическое касание

source: um strike
es: golpe um
pl: atak um
ru: ум-ичтожение

source: Hidden Face
es: Enmascarado
pl: Zamaskowany
ru: Безликий

source: The Hidden Faces are a mysterious group of warriors, possessing extraordinary agility, who form the backbone of the Sky Kingdom's armies. Little is known about them, but some speculate that this group might be from a nomadic nation that is allied with the Sky Kingdom.
es: Los enmascarados son un misterioso grupo de guerreros, poseedores de una extraordinaria agilidad, que forman la espina dorsal de los ejércitos del Reino del Cielo. Poco se sabe de ellos, pero algunos especulan con que este grupo podría formar una nación nómada que simplemente está aliada con el Reino del Cielo.
ru: Безликие - загадочная группа воинов, обладающих необычайной ловкостью, составляюще костяк армий Небесного Королевства. О них мало что известно, но некоторые предполагают, что эта группа может быть представителем кочевой нации, связанной с Небесным Королевством.

source: Hydromancer
es: Hidromante
pl: Mag Wody
ru: Гидромант

source: Unlike their Fire colleagues, the Water Magi are known to be fairly peaceful, using their power to heal, not to destroy. They act as doctors, or field medics, depending on what the situation calls for. They lack the offensive power the Fire Magi possess, but they're are able to use their water magic on the enemies’ bodies to slow them, or pelt them with sharp shards of ice conjured out of thin air.
es: A diferencia de sus colegas de fuego, los hidromantes son conocidos por ser claramente pacíficos, utilizando su poder para curar, no para destruir. Trabajan como doctores de medicina, o como médicos de campaña, según la situación y la crudeza de los conflictos. Carecen del poder ofensivo que los piromantes poseen, pero son capaces de usar magia acuática contra los cuerpos de los enemigos para ralentizarlos, o apedrearlos con agudas puntas de hielo conjuradas de la nada.
ru: В отличие от своих огненных коллег, Маги Воды известны своей миролюбивостью и используют свою силу для исцеления, а не для разрушения. Они действуют как врачи или полевые медики, в зависимости от ситуации. Им не хватает наступательной силы, которой обладают огненные маги, но они могут использовать магию воды на телах врагов, чтобы замедлить их, или забрасывать их острыми осколками льда, созданными из воздуха.

source: water blast
es: golpe de agua
pl: fala wody
ru: водяной удар

source: Magical Eye
es: Ojo mágico
pl: Magiczne Oko
ru: Магический глаз

source: Magical Eyes are a breed of flying constructs made out of magical energy contained inside metal shells via magnetic force. They can make microscopic gaps in the shell to release concentrated beams of such energy at their opponents. They are manufactured in special workshops scattered throughout the kingdom. Their shells are made out of an unusual metal, which is slightly lighter than even the air itself, but is rather fragile. They are occasionally known to be used like carrier pigeons, delivering messages and small objects when Air Magi are unavailable.
es: Los ojos mágicos son una hueste de construcciones voladoras hechas de energía mágica contenida dentro de caparazones metálicos mediante fuerzas magnéticas. Pueden hacer huecos microscópicos en su coraza para liberar haces de energía concentrada hacia sus oponentes. Son fabricados en talleres especiales dispersos a lo largo del reino. Sus caparazones están construidos con un metal poco frecuente, el cual es sensiblemente más ligero incluso que el aire mismo, aunque son más bien frágiles. Son conocidos por ser usados a veces como paloma mensajera, entregando mensajes y pequeños objetos cuando los aeromantes no están disponibles.
ru: Магические глаза — это разновидность летающих конструкций, созданных из магической энергии, заключенной внутри металлических оболочек посредством магнитной силы. Они могут проделывать микроскопические щели в панцире, чтобы выпускать концентрированные лучи такой энергии в своих противников. Их производят в специальных мастерских, разбросанных по всему королевству. Их панцири сделаны из необычного металла, который немного легче даже воздуха, но довольно хрупкий. Иногда их используют как посыльных, доставляя сообщения и небольшие предметы, когда Воздушные Маги недоступны.

source: Master Mage
es: Maestro mago
pl: Mistrz Magii
ru: Мастер магии

source: Though not as skilled with each element as the Elemental Masters, Master Magi have decent knowledge of most kinds of magic, giving them a lot of options in terms of spellcasting. When attacked, Master Magi create an energy shield around themselves, which absorbs some of the incoming damage.
es: Aunque no son tan hábiles con cada elemento como los maestros elementales, los maestros magos tienen un conocimiento decente de la mayoría de los tipos de magia, lo que les brinda muchas opciones en términos de lanzamiento de hechizos. Cuando son atacados, los maestros magos crean un escudo de energía a su alrededor, que absorbe parte del daño recibido.
ru: Хоть Мастера магии и не столь искусны в обращении с каждым элементом, как Повелитель стихий, они обладают приличными знаниями большинства видов магии, что дает им множество возможностей в плане заклинаний. При атаке Мастера Маги создают вокруг себя энергетический щит, который поглощает часть входящего урона.

source: magic touch
es: toque mágico
pl: magiczny dotyk
ru: магическое касание

source: lightning
es: relámpago
pl: piorun
ru: молния

source: Master of Air
es: Maestro de aire
pl: Mistrz Powietrza
ru: Повелитель воздуха
