Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: When this large unit is destroyed, it falls on a ground dealing damage to all adjacent units. When a harmed adjacent unit goes to or below 0 HP, its HP are set to 1 instead of being killed.
es: Cuando esta gran unidad es destruida, cae al suelo infligiendo daño a todas las unidades adyacentes. Si algunas de estas unidades pierden toda su vida, se quedan en 1 PV en lugar de morir.
pl: Gdy ta duża jednostka ulega zniszczeniu, spada na ziemię zadając obrażenia pobliskim jednostkom. Jeśli HP zranionej w ten sposób jednostki spadnie poniżej 0, to jednostka nie ginie a pozostaje z 1 punktem życia.
ru: Погибая этот огромный боец урон всем соседним воинам. Этой способностью нельзя убить, всегда останется 1 ОЗ.

source: parachute
es: paracaídas
pl: spadochron
ru: парашют

source: The pilot of this machine is equipped with a parachute, and he can survive the destruction of his vehicle, continuing to fight as a lvl0 unit.
es: El piloto de esta máquina está equipado con un paracaídas, y puede sobrevivir a la destrucción de su vehículo, continuando la lucha como una unidad nv 0.
pl: Pilot tej maszyny wyposażony jest w spadochron i może przetrwać zniszczenie swojego pojazdu kontynuując walkę jako jednostka poziomu 0.
ru: У пилота этой машины есть парашют, он переживёт крушение и продолжит битву воином 0 уровня.

source: random area effect
es: efecto de área aleatorio
pl: losowy efekt obszarowy
ru: случайный площадной эффект

source: When this attack is used, random units adjacent to the target (except the attacker) get half of the basic damage. This effect works only on offence. This ability works even against allies. Secondary target may be hit even when primary attack misses. Chance to hit secondary target:
pl: Kiedy ten atak jest używany, losowe jednostki sąsiadujące z celem (oprócz atakującego) otrzymują połowę podstawowych obrażeń. Nie działa w obronie. Nie działa na sojuszników. Drugorzędny cel może zostać trafiony nawet jeśli główny atak się nie powiedzie. Szansa na trafienie drugorzędnego celu:
ru: Эта атака может задеть бойцов стоящих рядом c целью, они получат половину базового урона. Эта способность работает только в нападении. Эта способность сработает даже против союзника. Соседние бойцы могут быть задеты, даже если по основной цели прошёл промах. Шанс попасть по соседней цели:

source: area effect
es: colateral
pl: efekt obszarowy
ru: площадной эффект

source: When this attack hits an enemy, units adjacent to the target (except the attacker) get half of the basic damage. This effect works only on offence. This ability works even against allies.
pl: Gdy ten atak trafi wroga, jednostki sąsiadujące z celem (z wyjątkiem atakującego) otrzymują połowę podstawowych obrażeń. Ten efekt działa tylko w przypadku ataku. Ta umiejętność działa nawet przeciwko sojusznikom.
ru: Эта атака может задеть бойцов стоящих рядом c целью, они получат половину базового урона. Эта способность работает только в нападении. Эта способность сработает даже против союзника.

source: swallow
es: devorar
pl: połknięcie
ru: поглощение

source: When killing a living enemy, this unit is healed by
es: Cuando mata una unidad viviente, esta unidad se cura por
pl: W momencie pokonania przeciwnika, ta jednostka odzyskuje
ru: Когда боец убивает живого врага, он лечится на

source: collector
es: coleccionista
pl: zbieracz
ru: трупоед

source: This unit gains some HP added to its current health whenever it kills a non-magical unit. It also gains +1 max HP with each successful kill of a non-magical unit. The amount of hitpoints gained:
pl: Ta jednostka zyskuje nieco PŻ dodawanych do jej aktualnego zdrowia za każdym razem, gdy zabije jednostkę niemagiczną. Zyskuje również +1 PŻ za każde udane zabicie jednostki niemagicznej. Ilość zdobytych punktów wytrzymałości:
ru: Боец немного лечится при убийстве живого врага, а также получает +1 макс ОЗ. Будет вылечено ОЗ:

source: +1 max hp
es: +1 PV máx
ru: +1 макс. ОЗ

source: split
es: división
pl: rozdzielenie
ru: деление

source: When dying this unit splits into 2 smaller versions of itself.
es: Cuando muere, esta unidad se divide en 2 versiones más pequeñas de sí misma.
pl: Gdy ta jednostka ginie, zamienia się w 2 mniejsze wersje siebie.
ru: Когда боец погибает, он делится на 2 костяных зверей.

source: anti-shield
es: antiescudo
pl: anty-tarcza
ru: пробивание

source: This attack negates all possible resistances, thus the damage output is always constant (unless the opponent has the 'secret shield' ability).
pl: Ten atak ignoruje wszelkie odporności celu i zadaje zawsze taką samą ilość obrażeń (chyba, że przeciwnik posiada umiejętność 'sekretna tarcza').
ru: Эта атака игнорирует все сопротивления, но её урон никак не изменить (кроме способности "тайный щит")

source: secret shield
pl: sekretna tarcza
ru: тайный щит

source: This unit has some level of resistance against attacks dealing secret type of damage.
pl: Jednostka ta posiada pewien poziom odporności na ataki zadające sekretny typ obrażeń.
ru: Боец имеет сопротивление к тайному урону.

source: poisonous aura
es: aura venenosa
pl: zatruwająca aura
ru: ядовитая аура

source: All living non-magical enemy units adjacent to this unit lose 2 HP and become poisoned at the beginning of this unit's turn. If an enemy unit's HP goes to or below 0 HP, its HP are set to 1.
es: Toda unidad enemiga viviente no mágica adyacente a esta unidad perderá 2 puntos de salud y será envenenada al principio del turno de esta unidad. Si los puntos de vida de una unidad enemiga bajaran a 0 o menos debido a este efecto, se mantendrá en 1.
pl: Wszystkie żyjące nie-magiczne jednostki przyległe do tej jednostki tracą 2 HP i zostają zatrute na początku każdej tury tej jednostki. Jeśli HP zatruwanej jednostki spadnie poniżej 0, to ustawiane jest na wartość 1.
ru: Все живые враги вокруг бойца в начале хода теряют 2 ОЗ и получают отравление.

source: alter ego
ru: другая форма

source: At night this unit transforms into its alternative version.
es: Durante la noche esta unidad se transforma en su versión alternativa.
pl: W nocy ta jednostka przemienia się w swoją alternatywną wersję.
ru: Ночью боец становится другой версией себя.

source: damage aura
es: aura dañina
pl: aura uszkadzająca
ru: аура урона

source: This unit harms all adjacent enemies at the start of each turn by a certain amount of damage (affected by the ToD bonus), giving the unit experience for each enemy harmed/killed.
es: Esta unidad daña a todos los enemigos adyacentes al comienzo de cada turno por una cierta cantidad de daño (de tipo caótico y afectado por el momento del día), dando a la unidad experiencia por cada enemigo dañado o asesinado.
pl: Ta jednostka zadaje obrażenia wszystkim sąsiadującym wrogom na początku każdej tury. Wielkość tych obrażeń zależy od pory dnia a za każdą zranioną lub pokonaną w ten sposób jednostkę, otrzymuje doświadczenie.
ru: Боец наносит всем врагам вокруг урон (в зависимости от времени суток). За каждого убитого/пораженного врага боец получает опыт.

source: lesser damage aura
es: aura dañina menor
pl: pomniejsza aura uszkadzająca
ru: аура малого урона

source: This unit harms all adjacent enemies at the start of each turn by a certain amount of damage (affected by the ToD bonus), without giving the unit experience for each enemy harmed. Like poison, it can't kill.
es: Esta unidad daña a todos los enemigos adyacentes al comienzo de cada turno por una cierta cantidad de daño (de tipo caótico y afectado por el momento del día), pero sin dar a la unidad experiencia por ello. Al igual que el veneno, no puede matar.
pl: Ta jednostka zadaje obrażenia wszystkim sąsiadującym wrogom na początku każdej tury. Wielkość tych obrażeń zależy od pory dnia a za każdą zranioną w ten sposób jednostkę, otrzymuje doświadczenie. Tak jak trucizna, zdolność ta nie może zabić, jedynie osłabić.
ru: Боец наносит всем врагам вокруг урон (в зависимости от времени суток). Боец не получает опыт и не может убить врага.

source: immobilize
es: inmoviliza
pl: unieruchomienie
ru: обездвиживание

source: When used offensively, units hit with this attack become unable to move for 1 turn
es: Cuando se usa ofensivamente, las unidades con este ataque no podrán moverse por 1 turno
pl: Gdy użyty ofensywnie, jednostki trafione tym atakiem nie mogą się ruszyć przez 1 turę
ru: При попавшем ударе в нападении - жертвы не смогут двигаться в течение 1 хода

source: dazzle
es: deslumbrar
pl: oślepienie
ru: ошеломление

source: When used offensively, units hit with this attack suffer a 35% reduction in damage and a 10% reduction in defenses for 1 turn
es: Cuando se utiliza ofensivamente, las unidades alcanzadas por este ataque sufren una reducción del daño del 35% y una reducción de la defensa del 10% durante 1 turno
pl: Gdy użyty ofensywnie, jednostki trafione tym atakiem mają o 35% zmniejszoną siłę ataku i 10% mniej obrony terenowej na 1 turę
ru: Жертва этой атаки получает 35% штраф к наносимому урону и 10% снижение уворота в течение 1 хода

source: stun
es: aturdir
pl: ogłusza
ru: оглушение

source: This attack puts enormous pressure on the enemy, disrupting his ZOC if a hit is landed. Not active on defense. Does not work on units that do not have a ZoC.
es: Este ataque ejerce una enorme presión sobre el enemigo, interrumpiendo su ZdC si se acierta. No se activa en defensa. No funciona con unidades que no tengan ZdC.
pl: Ten atak w przypadku trafienia wywiera ogromną presję na przeciwniku, zakłócając jego Strefę Kontroli. Nie działa w defensywie. Nie działa wobec jednostek które nie mają Strefy Kontroli.
ru: В нападении пораженные этой атакой теряют свою зону контроля в течение 1 хода.

source: stunned
es: aturdido
pl: ogłuszenie
ru: оглушённый

source: bloodlust
es: sed de sangre
pl: żądza krwi
ru: жажда крови

source: This unit gains hitpoints added to its current health whenever it kills a living unit. This ability works only on offense. The amount of hitpoints gained:
es: Esta unidad recupera puntos de vida cada vez que mata a una unidad viva. Esta habilidad sólo funciona en ofensa. La cantidad de puntos de vida ganados:
pl: Ta jednostka otrzymuje dodatkowe punkty życia za każdym razem gdy pokonuje żywą jednostkę. Ta umiejętność działa tylko w ataku. Liczba uzyskanych punktów życia:
ru: В нападении за каждое убийство живого существа к текущему здоровью бойца прибавляется ОЗ:

source: supercharge
es: súpercarga
pl: superszarża
ru: сверхзаряд

source: When used offensively, this attack deals 150% damage to the target. It also causes this unit to take 150% damage from the target’s counterattack. When the opponent is defeated, the attacker with this ability moves to the opponent's location.
es: Cuando se usa ofensivamente, este ataque inflige 150% de daño al objetivo. También hace que esta unidad reciba 150% de daño del contraataque del objetivo. Cuando el oponente es derrotado, el atacante con esta habilidad se desplaza a la ubicación del oponente.
pl: Użyty ofensywnie ten atak zadaje 1,5x więcej obrażeń przeciwnikowi. Jednocześnie atakujący otrzymuje 1,5x więcej obrażeń. Kiedy przeciwnik zostanie pokonany, ta jednostka automatycznie przemieści się i zajmie jego pozycję.
ru: В нападении эта атака наносит на 50% больше урона, также усиливает контратаку врага. Если враг повержен, боец занимает его позицию.

source: scavenger
es: carroñero
pl: padlinożerca
ru: падальщик

source: This unit gains some hitpoints added to its current health whenever an adjacent unit dies. The amount of hitpoints gained:
es: Esta unidad regenera puntos de vida cuando una unidad adyacente muere. Cantidad de PV:
pl: Ta jednostka otrzymuje dodatkowe punkty życia za każdym razem gdy dowolna jednostka obok ginie. Liczba uzyskanych punktów życia:
ru: При гибели рядом живого существа к текущему здоровью бойца прибавляется ОЗ. Будет получено ОЗ:

source: dread
es: horror
pl: strach
ru: ужас

source: When this attack is used offensively, this unit takes one third less damage in retaliation.
es: Cuando este ataque se utiliza ofensivamente, esta unidad recibe un tercio menos de daño en el contraataque.
pl: Kiedy ten atak jest użyty ofensywnie, ta jednostka otrzymuje w odpowiedzi jedną trzecią obrażeń mniej.
ru: В нападении боец получает на треть меньше урона в ответ.

source: evade
es: evadir
pl: unik
ru: уклонение

source: When this attack is used offensively, this unit takes 25% less damage in retaliation.
es: Cuando este ataque se utiliza ofensivamente, esta unidad recibe un cuarto menos de daño en el contraataque.
pl: Kiedy ten atak jest użyty ofensywnie, ta jednostka otrzymuje w odpowiedzi 25% obrażeń mniej.
ru: В нападении боец получает на 25% меньше урона в ответ.

source: magic hardening
es: endurecimiento mágico
pl: magiczne hartowanie
ru: волшебное отвердение

source: While attacking, this unit will take 20% less fire/cold/arcane damage in retaliation.
es: Cuando ataca, esta unidad recibe un 20% menos de daño de frío, fuego o arcano en represalia.
pl: Podczas ataku ta jednostka otrzyma o 20% mniejsze obrażenia od ognia/chłodu/tajemnego typu obrażeń.
ru: В нападении боец получает на 20% меньше огненного/холодного/мистического урона в ответ.

source: chaos channelling
es: canalizar caos
pl: przekierowanie chaosu
ru: проведение хаоса

source: When this unit dies a new Chaotic Observer unit is placed on the recall list of this unit's side.
es: Cuando esta unidad muere, un nuevo Observador caótico es colocado en la lista de reincorporación del bando de esta unidad.
pl: Gdy ta jednostka ginie, nowy Chaotyczny Obserwator jest dostępny do przywołania dla strony, która straciła tą jednostkę.
ru: Когда этот боец погибает, новая Искра хаоса появляется в списке призыва.

source: Recalling...
es: Reincorporando...
pl: Przywoływanie...
ru: Призыв...

source: illuminates (weak)
es: ilumina (tenue)
pl: oświetla (słabo)
ru: освещает(слабое)

source: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Unlike the 'illuminates' ability, this ability affects the damage bonus/penalty for adjacent units by 15%, instead of 25%.
es: Esta unidad ilumina sus alrededores, haciendo a las unidades legales luchar mejor, y a las unidades caóticas luchar peor. A diferencia de la habilidad 'iluminar', esta habilidad afecta a la bonificación o penalización al daño de unidades adyacentes en un 15%, en lugar de un 25%.
pl: Jednostka ta oświetla otoczenie, sprawiając, że jednostki praworządne walczą lepiej, a chaotyczne gorzej. W przeciwieństwie do zdolności 'oświetla', ta umiejętność wpływa na premię/kary do obrażeń dla przyległych jednostek o 15%, zamiast 25%.
ru: Боец освещает область вокруг усиливая порядочных бойцов, а хаотичных - ослабляя. В отличие от способности "освещает", изменяет урон на 15%, а не на 25%.

source: anti-mech
es: antimecha
pl: anty-mech
ru: разборщик

source: This attacks deals additional points of damage against mechanical units. Additional damage dealt:
es: Este ataque hace daño adicional contra unidades mecánicas. Daño adicional:
pl: Ten atak zadaje dodatkowe punkty obrażeń jednostkom mechanicznym. Ilość dodatkowych obrażeń:
ru: Эта атака наносит дополнительный урон механизмам:

source: divine
es: divino
pl: niebiański
ru: святость

source: This attack will only be used against monsters and undrainable units such as magical and undead beings.
pl: Ten atak może być użyty tylko przeciwko potworom oraz jednostkom, z których nie da się wyssać życia, tj. magicznym i nieumarłym istotom oraz mechanizmom.
ru: Эта атака действует только против нежити,монстров или существ устойчивых к высасыванию здоровья.

source: swift strike
pl: szybki cios
ru: ловкий выпад

source: When this attack is used offensively, the attacker gets +1 bonus strike.
pl: Kiedy ten atak jest użyty ofensywnie, ta jednostka otrzymuje +1 dodatkowy cios
ru: При нападении эта атака получает +1 удар.

source: pain chaining
pl: łączenie bólu
ru: волна слабости

source: When this unit attacks or is attacked, it reduces all physical resistances of all adjacent enemy units by 10%. This effect lasts only during active side's turn.
pl: Kiedy ta jednostka zostanie zaatakowana, zmniejsza fizyczne odporności pobliskich wrogich jednostek o 10%. Efekt ten trwa tylko w trakcie tury aktywnego obecnie gracza.
ru: При атаке или защите, этот боец снижает физические сопротивления окружающих врагов на 10%. Эффект длится до конца хода атакующего.

source: pain chaining II
pl: łączenie bólu II
ru: волна слабости 2

source: When this unit attacks or is attacked, it reduces all physical/magical resistances of all adjacent enemy units by 10%. This effect lasts only during active side's turn.
pl: Kiedy ta jednostka atakuje lub jest atakowana, zmniejsza wszystkie fizyczne/magiczne odporności wszystkich sąsiadujących jednostek wroga o 10%. Efekt ten trwa tylko podczas tury aktywnej strony.
ru: При атаке или защите, этот боец снижает физические и магические сопротивления окружающих врагов на 10%. Эффект длится до конца хода атакующего.

source: upkeepless
es: sin mantenimiento
pl: bez utrzymania
ru: бессеребренник

source: This unit costs no upkeep.
pl: Ta jednostka nie musi być utrzymywana za złoto.
ru: Боец не требует содержания.

source: upkeep
pl: utrzymanie
ru: содержание

source: This unit costs
pl: Przywołanie jednostki kosztuje
ru: Плата этому бойцу составляет

source: upkeep instead of the amount equal to level.
pl: kosztów utrzymania zamiast ilości charakterystycznej dla tego poziomu.
ru: золота, вместо значения равного уровню.

source: forage
pl: zbieracz
ru: выживание

source: When resting on forest/fungus/farm/village tile, this unit will not cost any upkeep for a turn and regenerates 4 HP per turn. (does not cure poison).
pl: Gdy jednostka spoczywa na kafelku lasu/grzyba/gospodarstwa/wioski, nie kosztuje utrzymania przez turę i regeneruje 4 PŻ na turę. (nie leczy trucizny).
ru: Отдыхая на клетке леса/грибов/фермы этот боец не требует содержания и восстанавливает 4 ОЗ в ход. (не исцеляет яд).

source: foraging
pl: zbieranie
ru: выживание

source: inactive in RPG
es: inactivo en RPG
pl: nieaktywne w RPG
ru: не работает в РПГ

source: all around
es: alrededor
pl: obszarowy
ru: атака по площади

source: This attack can hit some of adjacent enemy units (or even all depending on your luck. This effect works only on offence. This ability does not work against berserker attacks. Secondary target may be hit even when primary attack misses. Chance to hit secondary target:
pl: Ten atak może ranić część sąsiednich wrogich jednostek (lub nawet wszystkie w zależności od szczęścia). Działa tylko w ofensywie. Nie działa przeciwko berserkerom. Drugorzędny cel może zostać trafiony nawet jeśli główny atak się nie powiedzie. Szansa na trafienie drugorzędnego celu:
ru: Эта атака может задеть всех окружающих бойца врагов. Эффект работает только в нападении. Не работает против атак с берсерком. Вторичная цель может быть поражена даже при промахе по основной. Шанс задеть дополнительную цель:

source: mountain ambush
es: emboscada alpina
pl: górska zasadzka
ru: засада в горах

source: swamp lurk
es: acecha en pantano
pl: Bagienny czychacz
ru: засада в болоте

source: female^swamp lurk
es: acecha en pantano
pl: Bagienna czychaczka
ru: засада в болоте

source: water ambush
es: emboscada acuática
pl: wodna zasadzka
ru: засада в воде

source: cave ambush
es: emboscada cavernaria
pl: jaskiniowa zasadzka
ru: засада в пещере

source: Max HP bonus +3, Max XP +20%
es: Máx PV +3, Máx exp +20%
pl: Bonus do maksymalnych punktów życia +3, MAX XP +30%
ru: +3 макс. ОЗ, +20% макс. ОП

source: awaken
es: despertar
pl: przebudzony
ru: воскрешение

source: If a friendly adjacent unit with more than one hitpoint dies, it is resurrected, gets +6 experience and remains in battle with one hitpoint. If it dies again (having one hitpoint), it will be killed for sure. Doesn't work on units killed by attacks with plague/supercharge/swallow specials, or attacked indirectly e.g. by area weapons.
pl: Jeśli sojusznicza sąsiadująca jednostka z więcej niż jednym punktem wytrzymałości zginie, zostanie wskrzeszona, otrzyma +6 doświadczenia i pozostanie w bitwie z jednym punktem wytrzymałości. Jeśli zginie ponownie (mając jeden punkt wytrzymałości), na pewno zostanie zabita. Nie działa na jednostki zabite przez ataki plagą/super szarżą/płytką specjalną lub zaatakowane pośrednio, np. bronią obszarową.
ru: Если погибает соседний боец с более чем 1 ОЗ, его воскрешают, и он остается на поле боя с одним ОЗ и получает 6 опыта. Если он умрет снова (с одним ОЗ), то умрет окончательно. Не работает на бойцов убитых атакой со способностью чума/сверхзаряд/поглощение или атакованных не напрямую (атаки по площади)

source: female^awoken
es: despertada
pl: przebudzona
ru: воскрешенная

source: awoken
es: despertado
pl: przebudzony
ru: воскрешенный

source: dark aura
es: aura oscura
pl: mroczna aura
ru: аура тьмы

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
es: Esta unidad oscurece el área circundante, lo que hace que las unidades caóticas luchen mejor y las unidades legales luchen peor. Todas las unidades adyacentes a esta unidad lucharán como si anocheciera cuando es de día, y como si fuera de noche cuando anochece.
pl: Ta jednostka przyciemnia sąsiednie pola, sprawiając że jednostki chaotyczne walczą lepiej, a praworządne gorzej. Wszystkie przyległe jednostki za dnia walczą jakby był zmierzch, a o zmierzchu tak jakby była noc.
ru: Окружающая воина аура усиливает хаотичных бойцов и ослабляет порядочных. Соседние бойцы атакуют днём как вечером, а вечером как ночью.

source: circle of banishment
es: círculo de destierro
pl: krąg wygnania
ru: круг изгнания

source: This unit can affect enemy magical units that are next to it, making them fight worse. Adjacent enemy magical units of lower level will do less damage in battle. When a unit adjacent to, of the same level, or a lower level than, and is an enemy of the unit with Circle of Banishment engages in combat, its attacks do less damage (−40% lvl0, −30% lvl1, −20% lvl2, −10% lvl3).
es: Esta unidad puede afectar a unidades enemigas mágicas que se encuentren adyacentes, haciendo que luchen peor. Las unidades enemigas mágicas de menor nivel harán menos daño en batalla. Cuando una unidad adyacente, del mismo o menor nivel y enemiga de la unidad con el círculo de disipación, entran en combate, sus ataques hacen menos daño (−40% nivel 0, −30% nivel 1, −15% nivel 2, −10% nivel 3).
pl: Ta jednostka sprawia, że pobliskie wrogie jednostki magiczne walczą gorzej. Sąsiednie wrogie jednostki magiczne niższego poziomu będą zadawać niższe obrażenia w walce (-40% obrażeń dla poziomu 0, -30% dla poziomu 1, -20% dla poziomu 2, -10% dla poziomu 3).
ru: Боец негативно влияет на боевые способности соседних магических бойцов. Соседние вражеские магические бойцы меньших уровней будут наносить меньше урона (-40% ур. 0, -30% ур. 1, -20% ур. 2, -10% ур. 3)

source: greater circle of banishment
pl: większy krąg wygnania
ru: великий круг изгнания
