Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: With skin as red as blood, armed with more weapons than a human could hold, and carrying a cup of raging fire, Dharma'rhami's appearance is likened to that of a frenzied war god. While they are usually believed to be extremely hot-tempered because of this, they are actually quite calm and judicious, using their displays of power as an intimidation tactic and fighting with no lust for bloodshed. Always keen to show off their remarkable skill with their weaponry, they are said to be capable of crushing any opposition with ease.
es: Con la piel tan roja como la sangre, pertrechada con más armas de las que un humano podría sostener, y llevando una copa de fuego furioso, la apariencia de una darma-rami se asemeja a la de una diosa de la guerra frenética. Si bien generalmente se cree que tienen un temperamento extremadamente iracundo debido a ello, en realidad son bastante tranquilas y juiciosas, usan sus demostraciones de poder como una táctica de intimidación, y luchan sin ansias de derramamiento de sangre. Siempre deseosas de mostrar su notable habilidad con el armamento, se dice que son capaces de aplastar cualquier oposición con facilidad.
ru: С кожей цвета крови, вооруженные целым арсеналом и несущие чашу бушующего огня, внешний вид Дарма'рами можно сравнить с внешностью обезумевшей богини войны. Хотя из-за этого их обычно считают чрезвычайно вспыльчивыми, на самом деле они довольно спокойны и рассудительны, используют демонстрацию силы как тактику запугивания и сражаются без жажды кровопролития. Всегда стремящиеся продемонстрировать свои превосходные навыки владения оружием, они, как говорят, способны с легкостью сокрушить любое сопротивление.

source: swords
es: espadas
pl: miecze
ru: мечи

source: divine spear
es: lanza divina
pl: boska włócznia
ru: божественное копьё

source: cup of fire
es: cáliz de fuego
pl: kielich ognia
ru: чаша огня

source: Dimensional Gate
es: Portal dimensional
pl: Wrota Wymiarów
ru: Врата измерений

source: The most inexperienced of summoners are capable of summoning only dimensional gates: unstable bridges of arcane energy between this world and the Abyss. Dimensional gates, though primitive, are capable of surging forth with accurate pinpoint attacks of arcane matter. Although weak and fragile, a single fallen life is all that the gate requires in order to solidify itself into a true door for a being from the Abyss to emerge out of.
es: Los invocadores más inexpertos sólo son capaces de invocar portales dimensionales: puentes inestables de energía arcana entre este mundo y el Abismo. Los portales dimensionales, aunque primitivos, son capaces de activarse con precisos ataques de tipo arcano. Aunque débiles y frágiles, el sacrificio de una sola vida es todo lo que un portal necesita para solidificarse y ser un auténtica puerta por la que puede salir un ser del Abismo.
ru: Самые неопытные призыватели способны вызвать только врата измерений: нестабильные мосты тайной энергии между этим миром и Бездной. Врата измерений, хотя и примитивны, способны совершать точные и точечные атаки тайной материи. Несмотря на слабость и хрупкость, одна падшая жизнь — это все, что требуется вратам, чтобы превратиться в настоящую дверь, из которой может выйти существо из Бездны.

source: Dimensional Gate II
es: Portal dimensional II
pl: Wrota Wymiarów II
ru: Врата измерений II

source: Dimensional Gate II is a more sophisticated variant of a typical blue gate. It can be created only by summons experts or via the process of banishing a more powerful magical being like Rhami'datu or Great Jinni. Summoners consider Dimensional Gates II extremely valuable because of their improved connection to the Abyss which allows summoning much more powerful beings in exchange for a living or magical being's soul.
es: El portal dimensional II es una variante más sofisticada de una típica puerta azul. Sólo puede ser creado por expertos en invocaciones o mediante el proceso de desterrar a un ser mágico más poderoso como un rami-datu o un gran genio. Los invocadores consideran que el portal dimensional II es extremadamente valioso debido a su conexión mejorada con el abismo, lo que permite invocar seres mucho más poderosos a cambio del alma de un ser vivo o mágico.
ru: Врата измерений II — это более сложный вариант типичных синих врат. Его могут создать только специалисты по призыву или посредством изгнания более могущественного магического существа, такого как Рами'дату или Великий Джинн. Призыватели считают Врата измерений II чрезвычайно ценными из-за их улучшенной связи с Бездной, которая позволяет призывать гораздо более могущественных существ в обмен на душу живого или магического существа.

source: yellow flame
es: llama amarilla
pl: żółty płomień
ru: желтый огонь

source: Dimensional Gate III
pl: Wrota Wymiarów III
ru: Врата измерений III

source: abyssal flame
pl: płomień Otchłani
ru: пламя бездны

source: Dispeller
es: Disipador
pl: Odczyniacz
ru: Рассеиватель

source: Some summoners choose the opposite path of the summoning: the art of banishment. Instead of bringing magical beings to this world, they specialize in sending them back to Abyss. Normally such a skill would be rather redundant, but due to the frequent Efreet rebellions, it is crucial for upholding order in the summoner society.
es: Algunos invocadores eligen el camino opuesto al de la invocación: el arte del destierro. En lugar de traer seres mágicos a este mundo, se especializan en enviarlos de regreso al abismo. Normalmente, tal habilidad sería bastante redundante, pero debido a las frecuentes rebeliones de los ifrit, es crucial para mantener el orden en la sociedad de invocadores.
ru: Некоторые призыватели выбирают противоположный путь призыву: искусство изгнания. Вместо того, чтобы приносить волшебных существ в этот мир, они специализируются на отправке их обратно в Бездну. Обычно такой навык был бы излишним, но из-за частых восстаний ифритов он имеет решающее значение для поддержания порядка в обществе призывателей.

source: Avatars of the earth, though colossal, are slow-moving, hobbled by the weight of their bulk. For this reason, earth avatars are bought out into the battlefield for defending important landmarks such as mountains and hilltops. Situated in defensible areas, avatars with their outlandish strength crush parties of opposition while bracing against all varieties of attacks. When all is done, these giants stand still and tall like massive sculptures; over time, avatars begin to house tiny sprigs of vegetation growing outside of its rocky cracks.
es: Los avatares de tierra, además de colosales, son lentos, limitados por el peso de su mole. Por esta razón, los avatares de tierra se sitúan en el campo de batalla para la defensa de importantes posiciones como montañas y colinas. Situados en áreas defendibles, unos avatares con su disparatada fuerza aplastan a los contrincantes mientras soportan todo tipo de ataques. Cuando todo ha terminado, estos gigantes permanecen firmes y altos como enormes esculturas. Con el tiempo, los avatares acogen pequeños brotes de vegetación que crecen en sus grietas rocosas.
ru: Аватары земли, хоть и колоссальны, но движутся медленно, хромая под тяжестью своего тела. По этой причине земные аватары вызываются на поле боя для защиты важных высот, таких как горы и вершины холмов. Расположенные в защищенных зонах, аватары своей диковинной силой сокрушают отряды противников, готовясь отразить любые поползновения. Когда все сделано, эти гиганты стоят неподвижно, высокие, как массивные скульптуры; со временем аватары начинают содержать крошечные веточки растительности, растущих из скалистых трещин.

source: hit
es: golpe
pl: cios
ru: удар

source: The most unswerving of all elementals are the ones born from the earth. Such large elementals carry the strength of easily ten men each, but their true function are living fortresses, defending lines of troops with their uncompromising and sturdy rock-skin. Earth elementals are capable of withstanding barrages of blows before finally collapsing into shambles of stones, returning back to the earth. After their summoning from the Abyss, earth elementals are imbued with regenerative abilities by their summoners to improve them as living shields, thus expanding their lifespans and their services to their masters.
es: Los más inquebrantables de todos los elementales son aquellos nacidos de la tierra. Estos enormes elementales cuentan con la fuerza de al menos diez hombres, pero su verdadero uso es como fortalezas vivientes, defendiendo a las filas de tropas con su inflexible y robusta piel de roca. Los elementales de tierra pueden resistir una auténtica lluvia de golpes antes de deshacerse en forma de piedras pequeñas para volver a la tierra. Después de ser invocados desde el Abismo, los elementales de tierra son imbuidos por sus invocadores con habilidades regenerativas para hacerlos mejores escudos vivientes, de modo que mejora su durabilidad y utilidad para sus amos.
ru: Самые стойкие из всех элементалей — те, что рождены из земли. Такие большие элементали несут в себе силу дюжины, но их истинная функция — живые крепости, защищающие ряды войск своей жесткой и прочной каменной кожей. Земные элементали способны выдерживать шквал ударов, прежде чем окончательно превратиться в груду камней и вернуться обратно в землю. После призыва из Бездны призыватели наделяют земных элементалей регенеративными способностями, чтобы улучшить их как живые щиты, тем самым продлевая продолжительность их жизни и их услуги своим хозяевам.

source: Earth God
es: Dios de tierra
pl: Bóstwo Ziemi
ru: Бог Земли

source: Earth gods are simply gargantuan: one raised fist can shake the very foundations of the land. Many tales have been told about the work of such gods who lumber across the earth, so great in size that entire villages are dwarfed by their presence. Bulwarks against the strongest swords, lances, and spells, packing enough force to pulverize dozens in a single downward strike, and continuously regenerating their stony bodies, earth gods are no easy feat to bring down-or even force back.
es: Los dioses de tierra son simplemente titánicos: un puñetazo suyo puede sacudir los cimientos de la tierra. Se han contado muchas historias acerca de estos dioses desplazándose con pesadez por la tierra, de tamaño tan grande que aldeas enteras empequeñecen en su presencia. Baluartes contra las más fuertes espadas, lanzas, y hechizos, acumulando suficiente fuerza como para pulverizar a varias docenas de oponentes de un solo golpe, y regenerando continuamente sus pétreos cuerpos; derribarlos, o incluso hacerlos retroceder, representa una auténtica epopeya.
ru: Боги Земли просто гигантские: один поднятый кулак может сотрясти самые основы земли. Было рассказано много историй о работе таких богов, которые громоздятся по земле, настолько велики по размеру, что целые деревни затмеваются их присутствием. Боги земли являются оплотом против сильнейших мечей, копий и заклинаний, обладают достаточной силой, чтобы уничтожить десятки людей одним ударом, и постоянно восстанавливают свои каменные тела. Богов земли нелегко свергнуть или даже отбросить назад.

source: Efreeti
es: Ifrit
pl: Ifryt
ru: Ифрит

source: Cataclysmic by nature, efreets are jinn who have rejected most, if not all, of their inner desires to learn. Efreets, for profound reasons beyond the comprehension of their peers, search to cause destruction in their conquests. To this, their magical bodies have sunken into a crimson-reddish hue, tempering their magic with fire’s touch. In battles, efreets bask in razing and laying waste to whatever their blazes can reach.
es: Cataclísmicos por naturaleza, los ifrits son genios que han rechazado la mayor parte de, si no todos, sus fueros internos en pro de aprender. Los ifrit, por razones profundas más allá de la comprensión de sus iguales, buscan causar la destrucción durante sus conquistas. Para ello sus cuerpos mágicos se han envuelto en una tonalidad roja-carmesí, templando su magia con un toque de fuego. En la batalla, los ifrit disfrutan arrasando y dejando escombros por allá donde su resplandor pueda alcanzar.
ru: Ходячие катастрофы по своей природе, ифриты — это джинны, которые отвергли большую часть, если не всю, своего внутреннего желания учиться. Ифриты по глубоким причинам, недоступным пониманию их собратьев, стремятся вызвать разрушения в своих завоеваниях. При этом их магические тела приобрели багрово-красноватый оттенок, смягчая свою магию прикосновением огня. В сражениях ифриты наслаждаются разрушением и опустошением всего, что может достичь их пламя.

source: magic
es: magia
pl: magia
ru: магия

source: Elite Camel Rider
es: Camellero de élite
pl: Elitarny Wielbłądzi Jeździec
ru: Жокей

source: With each battle, cameleers become more versed in fighting from camel-back, outstanding skill is the criteria for a promotion to the next rank. Elite Camel Riders distinguish their status by adorning their mount and themselves with colorful clothes, amulets, and beads. In times of peace, they train small groups of less experienced riders, while in war they perform the role of vanguard, riding ahead of summoners and their elementals. The best of the best even reach the rank of Camel Master...
es: Con cada batalla, los camelleros se vuelven más versados en la lucha a lomos de camellos y para una promoción al siguiente rango una habilidad sobresaliente es el criterio. Los jinetes de camellos de élite distinguen su estatus adornando su montura y a ellos mismos con ropa colorida, amuletos y abalorios. En tiempos de paz, entrenan a pequeños grupos de jinetes menos experimentados, mientras que en la guerra desempeñan el papel de vanguardia, cabalgando por delante de los invocadores y sus elementales. Los mejores entre los mejores llegan incluso al rango de maestro camellero...
ru: С каждым боем наездники становятся все более искусными в бою верхом на верблюде, выдающееся мастерство является критерием перехода на следующий ранг. Жокеи подчеркивают свой статус, украшая своего скакуна и себя яркой одеждой, амулетами и бусами. В мирное время они тренируют небольшие группы менее опытных наездников, а на войне выполняют роль авангарда, едущего впереди призывателей и их элементалей. Лишь лучшие из лучших становятся Бедуинами...

source: After fire consumes enough fuel-flesh, bones, wood, iron, even entire landscapes-it will unavoidably grow into something far more sinister in shape and body. It is a dreadful sight to behold the fire avatar as it takes flight with its fiery wings, casting a blazing light on earth and man. The magic within its body has honed, granting the avatar a magical potency in its fire-wrought claws. Only dauntless summoners are able to lead such devastating beings in war without fear of being reduced to ashes.
es: Una vez que el fuego consume carne, huesos, madera, hierro, e incluso paisajes enteros, un elemental de fuego crecerá inevitablemente hasta convertirse en algo mucho más siniestro en forma y cuerpo. Es una visión espantosa contemplar cómo el avatar de fuego levanta el vuelo con sus alas flamígeras, arrojando su luz abrasadora sobre la tierra y los hombres. La magia de su cuerpo se ha perfeccionado, garantizando al avatar más potencia mágica en sus garras de fuego. Solo los invocadores más valientes son capaces de liderar a semejantes seres devastadores en la guerra sin temor a ser reducidos a cenizas.
ru: После того, как огонь поглотит достаточно топлива — плоти, костей, дерева, железа и даже целых ландшафтов — он неизбежно превратится в нечто гораздо более зловещее по форме и телу. Это ужасное зрелище – видеть огненного аватара, когда он взлетает на своих огненных крыльях, проливая яркий свет на землю и людей. Магия внутри его тела отточилась, наделив аватара магической силой в его огненных когтях. Только бесстрашные призыватели способны вести таких разрушительных существ на войну, не опасаясь, что они будут превращены в пепел.

source: Fire is a dangerous manifestation of nature’s destruction. While adept users of magic can craft fire from nothing but thin air, there is nothing more terrible than an actual materialization of living flame and fury. Its fiery form visible in pitch darkness, the fire elemental is but an entity of arcane magic summoned from the Abyss, almost always brought out for intent of war. From the moment the elemental is brought into this world, it burns bright with mindlessness and follows the orders of its summoner until its very extinguishing.
es: El fuego es una peligrosa manifestación de destrucción por parte de la naturaleza. Aunque los adeptos que utilizan la magia pueden generar fuego simplemente a partir del aire, no hay nada más terrible que una verdadera materialización de llamas vivientes enfurecidas. Con su forma flamígera visible en la más negra oscuridad, el elemental de fuego no es más que una entidad de magia arcana invocada desde el Abismo, casi siempre traída con motivos bélicos. Desde el momento en que el elemental es traído a este mundo arde brillante y sin voluntad siguiendo las ordenes de su invocador hasta su total extinción.
ru: Пожар – опасное проявление разрушительной природы. Хотя искусные пользователи магии могут создавать огонь из воздуха, нет ничего более ужасного, чем реальная материализация живого пламени и ярости. Его огненная форма, видимая в кромешной тьме, огненный элементаль — всего лишь существо тайной магии, вызванное из Бездны, почти всегда вызываемое с целью войны. С того момента, как элементаль попадает в этот мир, он ярко пылает безумием и следует приказам призывателя до самого его угасания.

source: spark
es: chispa
pl: iskra
ru: искры

source: Fire God
es: Dios de fuego
pl: Bóstwo Ognia
ru: Бог Огня

source: Upon reaching the pinnacle of its conflagration, the elemental has utterly become a moving inferno, a god of its own respect. Even the very summoners who have brought these legendary beings from the Abyss tremble at the sight of the flying phoenix aflame, its massive wings sending sparks and embers downwards onto the far-below ground. Growing brighter and stronger with every foe fed into its flames, the fire god appears as a miniature sun in the darkest of nights. Everything in its marked path is set ablaze.
es: Al llegar al pináculo de su conflagración, el elemental se convierte en un absoluto infierno móvil, un dios respetable como cualquier otro. Incluso los invocadores que han traído a estos seres legendarios del Abismo tiemblan ante la visión del fénix volando en llamas, con sus masivas alas soltando chispas y ascuas cayendo hacia el suelo. Creciendo, haciéndose más brillantes y más fuertes cada vez que un enemigo alimenta sus llamas, el dios del fuego parece un sol en miniatura en la noche más oscura. Todo que se cruce en su camino será pasto de las llamas.
ru: Достигнув вершины своего пожара, элементаль превратился в движущийся ад, в бога, заслуживающего уважения. Те самые призыватели, которые вытащили этих легендарных существ из Бездны, дрожат при виде пылающего феникса, чьи массивные крылья рассыпаются искрами и угольками при каждом взмахе. Бог огня становится ярче и сильнее с каждым врагом, попавшим в его пламя, и в самые темные ночи предстает как миниатюрное солнце. Все на его пути будет сожжено.

source: Grand Summoner
es: Gran invocador
pl: Wielki Przywoływacz
ru: Высший призыватель

source: Summoners, scholars and warriors alike will eventually reach the Second Degree provided enough talent and cunning. The Third Degree, however, does not come easily to non-geniuses of the arts. ‘Grand Summoners’, as they are called by their peers, value both war and wisdom equally in earning their precious knowledge of summoning elementals from the Abyss. Respected and feared, grand summoners eliminate foes with absolute certainty in the wake of their circles of destruction. They also no longer need to use scrolls for summoning. Special Notes: Circle: The ranged attack of this unit always has a 100% chance to hit.
es: Los invocadores, a la par eruditos y guerreros, eventualmente alcanzarán el segundo grado, dado el suficiente talento y astucia. El tercer grado, sin embargo, no es tan sencillo para los que no lleguen a ser unos genios en las artes. Los 'grandes invocadores', según son llamados por sus semejantes, aprecian tanto la guerra como la sabiduría por igual durante su aprendizaje del preciado conocimiento acerca de la invocación de elementales desde el Abismo. Respetados y temidos, los grandes invocadores eliminan a sus enemigos con una puntería absolutamente certera en el despertar de sus círculos de destrucción. Además, ya no necesitan usar pergaminos para realizar invocaciones. Notas especiales: Círculo - El ataque a distancia de esta unidad siempre tiene un 100% de probabilidades de acertar.
ru: В конце концов при должных талантах и умении призыватели: и ученые, и воители— достигнут Второй Ступени. Однако Третья Ступень дается далеко не каждому. 'Высшие призыватели', как их называют, одинаково ценят боевые навыки и мудрость в получении ценного знания о призыве элементалей из Первозданного Хаоса. Высшие призыватели абсолютно точно поражают врагов, пробуждая круги разрушения. Специальное: дальняя атака этого бойца имеет 100% шанс попасть.

source: circle of destruction
es: círculo de destrucción
pl: krąg zniszczenia
ru: круг разрушения

source: scroll spell
es: hechizo en pergamino
pl: magiczny zwój
ru: чары-иглы

source: Great Efreeti
es: Gran ifrit
pl: Wielki Ifryt
ru: Шайтан

source: Great efreet seethe with a fiery rage that manifests itself in the form of their magic’s wake. In bodies of smoldering heat and flames, both militants and civilians have been burnt mercilessly to charred remains and then to ashes by these fervent beings. Settlements are annihilated overnight by a great efreeti, leaving nothing left but smoldering ruins. Little has anyone understood of their intent or anger, but little does it matter to the summoners who drive them forward, making as much use as possible of their blasts of hellfire and ravaging firestorms.
es: Los grandes ifrit hierven con una feroz furia que se manifiesta en forma de estelas mágicas. En cuerpos de calor abrasador y flameantes llamas, tanto militares como civiles han sido incinerados sin piedad hasta ser carbonizados y reducidos a meras cenizas por estos fervientes seres. Asentamientos enteros han sido aniquilados durante la noche por un gran ifrit, dejando nada excepto ruinas abrasadas. Poco se ha conocido de su intención o del origen de su cólera, pero poco importa a los invocadores que les empujan hacia adelante, haciendo el mayor uso posible de sus ráfagas de fuego infernal y sus tormentas de fuego devastadoras.
ru: Шайтаны кипят от пламенной ярости, которая проявляется в виде следов их магии. В телах тлеющего жара и пламени эти пылкие существа безжалостно сжигали как воинов, так и мирных жителей до обугленных останков, а затем до пепла. Поселения уничтожаются Шайтанами в одночасье, не оставляя после себя ничего, кроме тлеющих руин. Мало кто понимает их намерения и гнев, но это не имеет большого значения для призывателей, которые гонят их вперед, максимально используя их порывы адского огня и опустошительные огненные бури.

source: destruction
es: destrucción
pl: destrukcja
ru: всесожжение

source: Great Jinni
es: Gran genio
pl: Wielki Dżin
ru: Великий джинн
