Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: This unit can affect enemy magical units that are next to it, making them fight worse. It can also slow them down at the start of the turn. Adjacent enemy magical units of lower level will do less damage in battle. When a unit adjacent to, of the same level, or a lower level than, and is an enemy of the unit with Circle of Banishment engages in combat, its attacks do less damage (−50% lvl0, −40% lvl1, −30% lvl2, −20% lvl3, -10% lvl4).
pl: Ta jednostka sprawia, że pobliskie wrogie jednostki magiczne walczą gorzej. Potrafi je również spowolnić na początku swojej tury. Sąsiednie wrogie jednostki magiczne niższego poziomu będą zadawać niższe obrażenia w walce (-50% obrażeń dla poziomu 0, -40% dla poziomu 1, -30% dla poziomu 2, -20% dla poziomu 3, -10% dla poziomu 4).
ru: Боец негативно влияет на боевые способности соседних магических бойцов. Также эти бойцы замедлятся в начале хода. Соседние вражеские магические бойцы меньших уровней будут наносить меньше урона (-50% ур. 0, -40% ур. 1, -30% ур. 2, -20% ур. 3, -10% ур.4).

source: slowed
pl: spowolniony
ru: замедлен

source: This unit can frighten enemy units that are next to it, making them fight worse. There are units immune to effects of this ability. Awe does not work on: - undrainable units, for example undead, magical, mechanical - fearless units - Tharis race - cyclops
pl: Ta jednostka potrafi przestraszyć inne pobliskie jednostki, sprawiając, że będą walczyć gorzej. Są jednak jednostki, które nie dają się przestraszyć. Ta zdolność nie działa w przypadku: - jednostek z których nie da się wyssać życia, takich jak, np. nieumarli, istoty magiczne oraz jednostki mechaniczne - jednostek nieustraszonych - rasy Tharis - cyklopów
ru: Боец пугает соседних вражеских бойцов, снижая их боевые навыки. Устрашение не работает на: - нежить, магических созданий и механизмы - бойцов со способностью "бесстрашный" - Тарис - Циклопов

source: awe 1
es: terror 1
pl: strach 1
ru: устрашение 1

source: Adjacent living enemy level 0 units will do 30% less damage in battle. Adjacent living enemy level 1 units will do 15% less damage in battle.
pl: Sąsiednie wrogie jednostki poziomu 0 zadadzą 30% mniej obrażeń w walce. Sąsiednie wrogie jednostki poziomu 1 zadadzą 15% mniej obrażeń w walce.
ru: Соседние живые бойцы 0 уровня будут наносить в битве на 30% меньше урона. Соседние живые бойцы 1 уровня будут наносить в битве на 15% меньше урона.

source: awe 2
es: terror 2
pl: strach 2
ru: устрашение 2

source: Adjacent living enemy level 0 units will do 45% less damage in battle. Adjacent living enemy level 1 units will do 30% less damage in battle. Adjacent living enemy level 2 units will do 15% less damage in battle.
pl: Sąsiednie wrogie jednostki poziomu 0 zadadzą 45% mniej obrażeń w walce. Sąsiednie wrogie jednostki poziomu 1 zadadzą 30% mniej obrażeń w walce. Sąsiednie wrogie jednostki poziomu 2 zadadzą 15% mniej obrażeń w walce
ru: Соседние живые бойцы 0 уровня будут наносить в битве на 45% меньше урона. Соседние живые бойцы 1 уровня будут наносить в битве на 30% меньше урона. Соседние живые бойцы 2 уровня будут наносить в битве на 15% меньше урона.

source: awe 3
es: terror 3
pl: strach 3
ru: устрашение 3

source: Adjacent living enemy level 0 units will do 60% less damage in battle. Adjacent living enemy level 1 units will do 45% less damage in battle. Adjacent living enemy level 2 units will do 30% less damage in battle. Adjacent living enemy level 3 units will do 15% less damage in battle.
pl: Sąsiednie wrogie żyjące jednostki poziomu 0 zadadzą 60% mniej obrażeń w walce. Sąsiednie wrogie żyjące jednostki poziomu 1 zadadzą 45% mniej obrażeń w walce. Sąsiednie wrogie żyjące jednostki poziomu 2 zadadzą 30% mniej obrażeń w walce. Sąsiednie wrogie żyjące jednostki poziomu 3 zadadzą 15% mniej obrażeń w walce.
ru: Соседние живые бойцы 0 уровня будут наносить в битве на 60% меньше урона. Соседние живые бойцы 1 уровня будут наносить в битве на 45% меньше урона. Соседние живые бойцы 2 уровня будут наносить в битве на 30% меньше урона. Соседние живые бойцы 3 уровня будут наносить в битве на 15% меньше урона.

source: awe 4
es: terror 4
pl: strach 4
ru: устрашение 4

source: Adjacent living enemy level 0 units will do 75% less damage in battle. Adjacent living enemy level 1 units will do 60% less damage in battle. Adjacent living enemy level 2 units will do 45% less damage in battle. Adjacent living enemy level 3 units will do 30% less damage in battle. Adjacent living enemy level 4 units will do 15% less damage in battle.
pl: Sąsiednie wrogie żyjące jednostki poziomu 0 zadadzą 75% mniej obrażeń w walce. Sąsiednie wrogie żyjące jednostki poziomu 1 zadadzą 60% mniej obrażeń w walce. Sąsiednie wrogie żyjące jednostki poziomu 2 zadadzą 45% mniej obrażeń w walce. Sąsiednie wrogie żyjące jednostki poziomu 3 zadadzą 30% mniej obrażeń w walce. Sąsiednie wrogie żyjące jednostki poziomu 4 zadadzą 15% mniej obrażeń w walce.
ru: Соседние живые бойцы 0 уровня будут наносить в битве на 75% меньше урона. Соседние живые бойцы 1 уровня будут наносить в битве на 60% меньше урона. Соседние живые бойцы 2 уровня будут наносить в битве на 45% меньше урона. Соседние живые бойцы 3 уровня будут наносить в битве на 30% меньше урона. Соседние живые бойцы 4 уровня будут наносить в битве на 15% меньше урона.

source: banish
es: desterrar
pl: wygnanie
ru: изгнание

source: +3 exp
pl: +3 doświadczenie
ru: +3 ОП

source: When this attack is used, the attacker can hurt a unit behind his primary target and a unit behind that unit (3 units total). Damage dealt to the second target equals to 2/3 of raw firepower. Damage dealt to the third target equals to 1/3 of raw firepower. This effect works only on offence. This ability works even against allies. Chance to hit secondary targets: 100% when primary attack hits.
pl: Kiedy ten atak jest użyty, atakujący może ranić jednostkę stojącą za celem oraz kolejną stojącą za tą jednostką w linii (łącznie 3 jednostki). Obrażenia zadane drugiej jednostce wynoszą 2/3 głównej siły ognia. Obrażenia zadane trzeciej jednostce stanowią 1/3 głównej siły ognia. Ta zdolność działa tylko w ataku. Ta zdolność potrafi ranić sojuszników. Szansa na trafienie drugorzędnego celu: 100% kiedy główny atak się powiedzie.
ru: Боец с такой атакой может ранить до 2 противников стоящих позади основной цели. Урон по второй цели 66%, по третьей 33%. Эффект действует только в нападении. Может задеть союзников позади. Шанс попасть по дополнительной цели: 100% когда попадание по основной цели успешно.

source: bleed
es: sangra
pl: krwawienie
ru: кровотечение

source: This attack causes living targets to bleed. Bleeding units have their moves reduced by 2, damage reduced by 15% and lose random 1-5 HP every turn until they are cured or are reduced to 1 HP. Bleeding cannot, of itself, kill a unit.
es: Este ataque hace sangrar a los objetivos vivos. Las unidades sangrando ven reducidos su movimiento en 2, su daño en 15% y pierden aleatoriamente entre 1 y 5 PV cada turno hasta que se curan o quedan reducidas a 1 PV. La hemorragia no puede, por sí misma, matar a una unidad.
pl: Ten atak sprawia, że trafione żyjące jednostki krwawią. Krwawiące jednostki tracą 2 punkty ruchu, zadają 15% mniej obrażeń i tracą od 1 do 5 punktów życia na turę dopóki nie zostaną uleczone lub ich HP wyniesie 1 HP. Krawienie samo w sobie nie może zabić jednostki.
ru: Атака вызывает кровотечение у живых существ. Жертва теряет 2 очка хода, 15% урона и теряет от 1 до 5 ОЗ каждый ход, пока их не исцелят или здоровье не опустится до 1 ОЗ. Кровотечение не может убить бойца.

source: bleeding
es: sangrando
pl: krwawi
ru: кровоточащий

source: bone split
pl: rozdwojenie kości
ru: остеосинтез

source: This unit can summon new Bone Beast on adjacent tiles, but not in villages. For more information, choose the 'Bone Split Help' rightclick option which appears when rightclicking on a unit with the 'bone split' ability.
pl: Ta jednostka może przywoływać nowe Kościane Bestie na sąsiednich polach, ale nie we wioskach. Aby uzyskać więcej informacji, wybierz opcję "Przywoływanie - Pomoc", która pojawia się po kliknięciu prawym przyciskiem myszy na jednostkę ze zdolnością "rozdwojenia kości".
ru: Боец может призвать Костяного зверя на клетку рядом с собой, но не в деревню. Для подробной информации выберите опцию ПКМ "Справка по остеосинтезу".

source: gold:
es: oro:
pl: złoto:
ru: золото:

source: -10HP
ru: -10 ОЗ

source: Error
pl: Błąd
ru: Ошибка

source: Not enough gold and/or HP.
pl: Za mało złota i/lub punktów życia.
ru: Недостаточно золота и/или ОЗ.

source: Bone Split Help
pl: Pomoc Rozdwojenia Kości
ru: Справка по остеосинтезу

source: To summon a Bone Beast right-click on hexes adjacent to a selected unit with the bone split ability. You need at least 11 HP, all movement points (and remaining attacks) to summon one Bone Beast. Every summoning like this adds +3 to current experience. If there are 2 or more Bone Splitters, a new unit will be summoned by the last selected unit with the ability, or if no Bone Splitter has been selected, a Bone Splitter next to the selected tile will be chosen randomly.
pl: Aby przywołać Kościaną Bestię, kliknij prawym przyciskiem myszy na sąsiednie heksy w pobliżu wybranej jednostki z umiejętnością rozdwojenia kości. Potrzebujesz co najmniej 11 punktów życia oraz wszystkich punktów ruchu (i pozostałych ataków), aby rekrutować jedną jednostkę. Każda rekrutacja dodaje +3 do obecnego doświadczenia. Jeśli jest dwóch lub więcej Kościanych Rozdwajaczy nowa jednostka zostanie przywołana przez ostatnią wybraną jednostkę zdolną do przywołania, lub jeśli nie wybrano żadnej takiej jednostki, obok wybranego pola zostanie ona wybrana losowo.
ru: Чтобы призвать Костяного зверя щелкните правой кнопкой мыши на соседней клетке Чтобы призвать существо, вам понадобятся все ходы (и оставшиеся атаки). Нельзя призывать из замков или крепостей. Так же невозможно призывать существ на клетки с водой. Каждый призыв добавляет 4 опыта призывающему. Если призывателей двое или больше, то новый боец будет призван у последнего выбранного призывателя.

source: always hits
es: acierto
pl: zawsze trafia
ru: всегда попадает

source: This attack always has a 100% chance to hit
es: Este ataque siempre acierta
pl: Ten atak ma zawsze 100% szans na trafienie przeciwnika.
ru: Эта атака всегда попадает

source: no counter-attack
es: sin contraataque
pl: brak kontrataku
ru: безответный

source: The opponent cannot retaliate, when this unit is attacking. Does not work on opponents with berserker frenzy.
es: El oponente no puede devolver los ataques de esta unidad. No funciona con enemigos con frenesí.
pl: Przeciwnik nie może odpowiedzieć atakiem, gdy ta jednostka atakuje pierwsza. Nie działa na berserkerów.
ru: Противники не отвечают на эту атаку. Не работает берсерков.

source: precision
es: precisión
pl: precyzja
ru: точность

source: This attack always has a 80% chance to hit
es: Este ataque siempre tiene un 80% de probabilidad de golpear
pl: Ten atak ma zawsze 80% szans na trafienie przeciwnika.
ru: Эта атака всегда попадает с вероятностью 80%

source: precision (cumulative)
pl: precyzja (skumulowana)
ru: точность (улучшенная)

source: This attack always has at least a 80% chance to hit
pl: Ten atak ma zawsze co najmniej 80% szans na trafienie przeciwnika.
ru: Такая атака всегда попадает с вероятностью не менее 80%

source: greater marksman
es: gran tirador
pl: lepszy strzelec wyborowy
ru: искусный снайпер

source: When used offensively, this attack always has at least a 80% chance to hit.
es: Cuando se usa ofensivamente, este ataque siempre tiene al menos un 80% de posibilidades de acertar.
pl: Jeśli użyty ofensywnie, ten atak ma zawsze co najmniej 80% szans na trafienie przeciwnika.
ru: В нападении точность атаки всегда не менее 80%.

source: revenge
es: venganza
pl: zemsta
ru: мщение

source: The unit has at least 80% chance to hit during retaliation.
es: La unidad tiene al menos un 80 % de probabilidad de acertar durante la defensa.
pl: Jednostka ma 80% szans na trafienie gdy kontratakuje.
ru: В обороне точность атаки не менее 80%.

source: lesser revenge
es: venganza menor
pl: mniejsza zemsta
ru: малое мщение

source: The unit has at least 60% chance to hit during retaliation.
es: La unidad tiene al menos un 60 % de probabilidad de acertar durante la defensa.
pl: Ta jednostka ma co najmniej 60% szans na trafienie podczas kontrataku.
ru: В обороне точность атаки не менее 60%.

source: skilled
es: hábil
pl: umiejętny
ru: обученный

source: This attack always has a minimum 60% chance to hit
es: Este ataque siempre tiene un mínimo de 60% de probabilidad de golpear
pl: Ta jednostka ma zawsze najmniej 60% szans na trafienie przeciwnika.
ru: Точность атаки всегда не менее 60%

source: very skilled
pl: bardzo umiejętny
ru: искусный

source: This attack always has a minimum 70% chance to hit
pl: Ta jednostka ma zawsze co najmniej 70% szans na trafienie przeciwnika.
ru: Точность атаки всегда не менее 70%

source: enchanted
es: encantado
pl: zaklęty
ru: зачарование

source: This attack always has a flat 60% chance to hit (not cumulative)
es: Este ataque siempre tiene un 60% de probabilidad de golpear (no acumulativo)
pl: Ta jednostka ma zawsze 60% szans na trafienie przeciwnika (nie kumuluje się z innymi bonusami).
ru: Точность атаки всегда 60%.

source: magical (offensive)
es: mágico (ofensivo)
pl: magiczny (ofensywa)
ru: магия (только атака)

source: When used offensively, this attack has a 70% chance to hit regardless of the defensive ability of the unit being attacked.
es: Cuando se usa ofensivamente, este ataque tiene un 70% de probabilidad de acertar, independientemente de la defensa de la unida atacada.
pl: Kiedy ten atak jest użyty ofensywnie, ma on 70% szansy na trafienie.
ru: В нападении точность атаки всегда 70%.

source: magical (defensive)
es: mágico (defensa)
pl: magiczny (defensywa)
ru: магия (только защита)

source: When used defensively, this attack has a 70% chance to hit regardless of the defensive ability of the unit being attacked.
es: Cuando se usa defensivamente, este ataque tiene un 70% de probabilidad de acertar, independientemente de la defensa de la unida atacada.
pl: Kiedy ten atak jest użyty defensywnie, ma on 70% szansy na trafienie.
ru: В обороне точность атаки всегда 70%.

source: precision (offensive)
es: precisión (ofensivo)
pl: precyzja (ofensywa)
ru: точность (при нападении)

source: When used offensively, this attack has a 80% chance to hit regardless of the defensive ability of the unit being attacked.
es: Cuando se usa ofensivamente, este ataque tiene un 80% de probabilidad de acertar, independientemente de la defensa de la unida atacada.
pl: Kiedy ten atak jest użyty ofensywnie, ma on 80% szansy na trafienie.
ru: В нападении точность атаки всегда 80%.

source: magic counter
es: contra magia
pl: kontruje magię
ru: контр-магия

source: This attack reduces magical chance to hit of opponents by 20% (down to 50%). It also reduces enchanted chance to hit of opponents by 10% (down to 50% as well).
es: Este ataque reduce la probabilidad mágica de golpear de los oponentes en un 20% (hasta un 50%). También reduce la probabilidad de golpe encantado de los oponentes en un 10% (hasta un 50%).
pl: Ten atak redukuje bonus przeciwnika do trafienia przy użyciu magicznych ataków o 20% (zrównując do 50%). Poza tym redukuje również bonus przeciwnika do trafienia przy użyciu zaklętych ataków o 10% (również zrównując do 50%).
ru: Эта атака снижает точность вражеских магических атак на 20% (до 50%), а также снижает точность атак с особенностью "зачарование" на 10% (до 50%).(работает в защите и нападении)

source: magic dodge
pl: unik magii
ru: волшебный уворот

source: When used offensively, this attack reduces magical chance to hit of opponents by 20% (down to 50%). It also reduces enchanted chance to hit of opponents by 10% (down to 50% as well).
es: Cuando se utiliza ofensivamente, este ataque reduce la probabilidad mágica de golpear de los oponentes en un 20% (hasta un 50%). También reduce la probabilidad de golpe encantado de los oponentes en un 10% (hasta un 50%).
pl: Użyty w ofensywie, atak ten redukuje bonus przeciwnika do trafienia przy użyciu magicznych ataków o 20% (zrównując do 50%). Poza tym redukuje również bonus przeciwnika do trafienia przy użyciu zaklętych ataków o 10% (również zrównując do 50%).
ru: В нападении атака снижает точность вражеских магических атак на 20% (до 50%), а также снижает точность атак с особенностью "зачарование" на 10% (до 50%).

source: chrono aura
es: cronoaura
pl: aura czasu
ru: хроноаура

source: Time flows slower around this unit. This has the following effects: - all adjacent friendly units receive +5% chance to hit bonus; - all adjacent enemy units receive -5% chance to hit penalty (except for attacks which always hit) Also, this unit can cast a powerful time-manipulation spell with the following effects lasting one turn: - this unit and all adjacent friendly units strike first and receive +15% chance to hit bonus; - all adjacent enemy units receive -15% chance to hit penalty (except for attacks which always hit); - (activated aura's chance to hit effects stack additively with the passive +5%/-5% effect) - the caster of the spell gets the skirmisher ability. To cast the spell right-click the unit and select 'Activate Aura'.
pl: Czas płynie wolniej wokół tej jednostki. Ma to następujące efekty: - wszystkie sąsiadujące przyjazne jednostki otrzymują premię +5% do trafienia; - wszystkie sąsiadujące jednostki wroga otrzymują karę -5% szans na trafienie (z wyjątkiem ataków, które zawsze trafiają) Ponadto jednostka ta może rzucić potężne zaklęcie manipulacji czasem z następującymi efektami trwającymi jedną turę: - ta jednostka i wszystkie sąsiadujące z nią przyjazne jednostki uderzają jako pierwsze i otrzymują premię +15% do trafienia; - wszystkie sąsiadujące jednostki wroga otrzymują karę -15% szans na trafienie (z wyjątkiem ataków, które zawsze trafiają); - (efekty szansy na trafienie aktywowanej aury kumulują się addytywnie z efektem pasywnym +5%/-5%) - rzucający zaklęcie otrzymuje umiejętność harcownika. Aby rzucić zaklęcie, kliknij jednostkę prawym przyciskiem myszy i wybierz opcję "Aktywuj aurę".
ru: Вокруг бойца время течёт медленней: - союзники становятся точнее на 5% - враги теряют 5% точности (кроме атак которые всегда попадают) Способность можно активировать, тем самым усилив на один ход: - союзники получают "бьёт первым" и +15% процентов точности - враги теряют 15% точности (кроме атак которые всегда попадают) - усиление сочетается с пассивными бонусами (+-5%) - владелец хроноауры получает неуоловимость Чтобы использовать способность выберите опцию ПКМ "усилить ауру".

source: Activate Aura (15 Gold)
es: Activar aura (15 oro)
pl: Aktywacja Aury (15 szt. złota)
ru: Усилить ауру (15з)

source: Activate aura? (15 Gold)
es: ¿Activar aura? (15 oro)
pl: Aktywować aurę? (15 szt. złota)
ru: Усилить ауру? (15з)

source: Not enough gold to activate the aura!
es: ¡Usted no tiene oro suficiente para activar el aura!
pl: Za mało złota by aktywować aurę!
ru: У вас недостаточно золота, чтобы усилить ауру!

source: chrono aura (active)
es: cronoaura (activa)
pl: aura czasu (aktywna)
ru: хроноаура (усиленная)

source: This unit and all adjacent friendly units strike first and receive +20% chance to hit bonus (+5% from passive aura, +15% from active aura), while all adjacent enemy units receive -20% (-5% from passive aura, -15% from active aura) chance to hit penalty (except for attacks which always hit). The ability lasts one turn.
pl: Ta jednostka i wszystkie sąsiednie przyjazne jednostki uderzają jako pierwsze i otrzymują premię +15% do trafienia, podczas gdy wszystkie sąsiednie wrogie jednostki otrzymują karę -15% do trafienia (z wyjątkiem ataków, które zawsze trafiają). Zdolność trwa jedną turę.
ru: На 1 ход боец и окружающие его союзники получают первый удар и +20% к точности (5% от пассивного эффекта и 15% от активного), все враги теряют 20% точности по тем же правилам. Не работает на атаки которые всегда попадают.

source: cleave
es: atravesar
pl: cios obszarowy
ru: сметает

source: A unit with this ability can hurt units that are adjacent to the attacker and the defender at the same time. The damage dealt equals a specified % of the base damage. This ability does not work against berserker attacks. This ability works even when defending. This ability works even against allies. Secondary target may be hit even when primary attack misses. Chance to hit secondary target: 50% Base damage multiplier:
pl: Jednostka posiadająca tą zdolność potrafi ranić też inne jednostki przylegające do niej i do przeciwnika. Zadane obrażenia wynosić będą określony % głównego ataku. Nie działa wobec berserkerów. Działa nawet w obronie. Działa również na sojuszników. Drugorzędny cel może zostać trafiony nawet jeśli główny atak nie trafi celu. Szansa na trafienie drugorzędnego celu: 50% Mnożnik podstawowych obrażeń:
ru: Боец может задеть бойцов стоящих рядом с целью атаки. Урон дополнительным целям высчитывается как % от основного урона. Не работает против атак с берсерком. Работает в защите. Может задеть союзников. Цели позади могут быть поражены даже при промахе по основной цели. Шанс попасть по дополнительной цели: 50%. Множитель от основного урона:

source: The unit can use this attack twice per turn (when used, other attacks become unavailable till the end of this unit's turn).
es: La unidad puede usar este ataque dos veces por turno (cuando se usa, otros ataques dejan de estar disponibles hasta el final del turno de esta unidad).
pl: Ta jednostka może użyć tego ataku dwa razy w ciągu tej samej tury (kiedy zostanie użyty, pozostałe ataki stają się niedostępne do końca tury tej jednostki).
ru: Эту атаку боец может использовать дважды, в этом случае другие атаки становятся недоступны до конца хода.

source: 2nd attack
es: 2º ataque
pl: 2. atak
ru: двойная атака

source: dragon breath
es: llamarada
pl: smoczy oddech
ru: дыхание дракона

source: A unit with this ability can hurt 3 adjacent units standing behind the defender. This effect works only on offence. This ability works even against allies. Secondary target may be hit even when primary attack misses. Chance to hit secondary target: 60%
pl: Jednostka z tą zdolnością potrafi trafić 3 pobliskie jednostki stojące za obrońcą. Ten efekt działa tylko podczas ataku. Ta zdolność działa również na sojuszników. Drugorzędny cel może zostać trafiony nawet jeśli główny atak nie trafi celu. Szansa na trafienie drugorzędnego celu: 60%
ru: Боец с такой атакой может ранить до 3 противников стоящих позади основной цели. Эффект действует только в нападении. Может задеть союзников позади. Цели позади могут быть поражены даже при промахе по основной цели. Шанс попасть по дополнительной цели: 60%

source: additional armor
es: armadura
pl: dodatkowy pancerz
ru: дополнительная броня

source: This drone has additional armor plates granting it bonus 12 HP and increased blade/pierce/impact resistances (+10%).
es: Este zángano tiene placas de armadura adicionales, concediendo un bonus de 12 PV y aumento de resistencia a filo, penetración e impacto (+10%).
pl: Ten dron ma dodatkowy pancerz dający mu +12 punktów życia i zwiększoną odporność na fizyczne obrażenia (+10%).
ru: У этого дрона есть дополнительная броня дарующая 12 ОЗ и улучшающая физические сопротивления (на 10%).

source: runic plate
es: placa rúnica
pl: runiczny pancerz
ru: защитные руны
