Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: While most battle magi are mediocre spellcasters, many, at some point in their life, decide to fully dedicate themselves to learning advanced magic, instead of just combat spells. These sorcerers spend most of their time in the libraries, universities and philosopher meeting, they still pack quite a punch with their attack spells, although their lack of daily physical exercise weakened their skill with melee weapons. Some sorcerers, given enough talent, even rise to the ranks of Master Magi...
es: Aunque la mayor parte de los magos guerreros son unos mediocres conjuradores, muchos, en algún momento de sus vidas, deciden dedicarse por entero al aprendizaje de la magia avanzada, en lugar de sólo unos cuantos hechizos apropiados para el combate. Estos hechiceros pasan la mayor parte del tiempo en bibliotecas, universidades y reuniones de filósofos, y todavía son capaces de dar golpes bien dados con sus hechizos de ataque. Sin embargo, su dejadez en el ejercicio físico diario ha debilitado su habilidad con las armas de combate cuerpo a cuerpo. Algunos hechiceros, dado el suficiente talento, incluso alcanzan el rango de maestro mago…
ru: Хотя большинство боевых магов являются посредственными заклинателями, многие в какой-то момент своей жизни решают полностью посвятить себя изучению продвинутой магии, а не только боевым заклинаниям. Эти колдуны проводят большую часть своего времени в библиотеках, университетах и на собраниях философов, они по-прежнему обладают мощными атакующими заклинаниями, хотя отсутствие ежедневных физических упражнений ослабило их навыки владения оружием ближнего боя. Некоторые колдуны, при наличии достаточного таланта, даже дослуживаются до рангов Мастеров магии...

source: Subversive Mage
es: Mago conspirador
pl: Mag Dywersyjny
ru: Чернокнижник

source: Subversive Magi are an unusual group that studies black magic. They are still novices, but they are good at evading enemy strikes, capable of entangling enemies in nets made out of energy, and then battering them with cold missiles.
es: Los magos conspiradores son un inusual grupo que estudia la magia negra. Todavía son novatos, pero son buenos evitando los golpes enemigos, capaces de enredar a los enemigos en redes hechas de energía, para entonces acribillarlos a base de misiles de frío.
ru: Чернокнижники — необычная группа, изучающая черную магию. Они еще новички, но хорошо уклоняются от вражеских ударов, способны опутывать врагов сетями из энергии, а затем поражать их холодными снарядами.

source: Terramancer
es: Geomante
pl: Mag Ziemi
ru: Террамант

source: Titan Golem
pl: Tytanowy Golem
ru: Титановый голем

source: Um
ru: Ум

source: Ums ('um' in single) are the Sky Kingdom's top secret weapon. They represent the pinnacle of Sky Kingdom's biological enhancement technology. Their creation is a result of long, hard studies and experiments, requiring many factors, including a fit Mu specimen, genetic modification, and extreme amounts of nutrition. Their name means 'mind' in the language of one of the nations the Sky Kingdom have observed. The power of the Ums is beyond that of any other artificial being the Sky Kingdom has created.
es: Los ums ('um' en singular) son el arma más secreta del Reino del Cielo. Representan su cima de la tecnología de mejora biológica. Estas creaciones son el resultado de largos y duros estudios y experimentos, requiriendo de la coincidencia de muchos factores, incluyendo un espécimen de mu en buena forma, modificaciones genéticas, y un régimen de nutrición extremo. Su nombre significa 'mente' en el idioma de una de las naciones que el Reino del Cielo ha observado. El poder de los um está más allá del de cualquier otro ser artificial que el Reino del Cielo haya creado.
ru: Ум — сверхсекретное оружие Небесного Королевства. Они представляют собой вершину технологии биологического улучшения Небесного Королевства. Их создание является результатом долгих и упорных исследований и экспериментов, требующих множества факторов, в том числе подходящего образца Мю, генетической модификации и экстремального количества питательных веществ. Их имя означает «разум» на языке одной из наций, наблюдаемых Небесным Королевством. Сила Умов превосходит силу любого другого искусственного существа, созданного Небесным Королевством.

source: Void Mage
es: Mago del vacío
pl: Mag Pustki
ru: Маг пустоты

source: While few Black Magi master their art, those who do are known as Void Magi. Their skills are rivalled only by the Great Warlocks of Tharis.
es: Aunque pocos magos negros llegan a dominar su arte realmente, aquellos que lo consiguen hacer son conocidos como los magos del vacío. Sus habilidades son rival sólo para los grandes brujos de Taris.
ru: Хотя немногие Черные маги достигают вершин своего искусства, те, кому это удалось, известны как Маги пустоты. С их навыками могут соперничать только Великие колдуны Тарис.

source: War Golem
es: Gólem guerrero
pl: Golem Wojenny
ru: Железный голем

source: Unlike the regular golems, war golems are made entirely from metal. They also have a magic energy conducting device inside them, which can shoot magic missiles at their foes. They are usually tasked with guarding important locations, but are also sent on dangerous expeditions.
es: A diferencia de los gólems normales, los gólems guerreros están construidos enteramente de metal. Además disponen de un dispositivo conductor de energías mágicas en su interior que les permite lanzar misiles mágicos a sus enemigos. Habitualmente son encomendados con la guardia de importantes lugares, pero también son enviados a expediciones peligrosas.
ru: В отличие от обычных големов, боевые големы полностью сделаны из металла. У них также есть внутри устройство, проводящее магическую энергию, которое может стрелять магическими ракетами по врагам. Обычно им поручают охранять важные места, но их также отправляют в опасные экспедиции.

source: War Mage
es: Mago guerrero
pl: Mag Zbrojny
ru: Боевой маг

source: Though the Sky Kingdom's military is known to be fairly small, what it lacks in quantity, it makes up in quality fairly well. The War Magi are versatile troops, being quite good at both melee and ranged combat. They are generally reserved for when military presence is really needed, similarly to the Sky Guardians.
es: Aunque se sabe que el ejército del Reino del Cielo es claramente pequeño, de lo que carece en cantidad, bien lo suple con calidad. Los magos guerreros son tropas versátiles, siendo bastante buenos tanto en el combate cuerpo a cuerpo como a distancia. Son normalmente reservados para cuando la presencia militar es realmente necesitada, similarmente a como se gestiona para los guardianes del cielo.
ru: Хотя армия Небесного Королевства, как известно, довольно мала, недостаток ее количества вполне компенсируется качеством. Боевые маги — универсальные войска, неплохо владеющие как ближним, так и дальним боем. Обычно они предназначены для случаев, когда военное присутствие действительно необходимо, как и в случае Небесных Стражей.

source: Air avatars have distinguished themselves from mere elementals, developing into stormy vortexes, wind and dark clouds circulating inside and outside itself. Avatars have transformed into breathing tempests. Gaining a more substantial body, avatars are less susceptible the common weaponry of swords and arrows. Air avatars guide themselves with the currents they have created, drifting from place to place, crackling with lightning from within their ethereal innards.
es: Los avatares de aire se diferencian de los meros elementales por sus vórtices tormentosos y por las nubes oscuras que entran y salen de los mismos. Se han convertido en tempestades vivientes. Habiendo ganado un cuerpo más consistente, los avatares son menos sensibles al armamento corriente como espadas y flechas. Los avatares de aire se mueven gracias a los flujos de aire que han creado, dejándose llevar de un sitio a otro, centelleando con los relámpagos que se generan en su etéreo interior.
ru: Воздушные аватары отличаются от простых элементалей, превращающихся в бурные вихри, ветер и темные облака, циркулирующие внутри и снаружи. Аватары превратились в дышащие бури. Обладая более массивным телом, аватары менее уязвимы к обычному оружию, такому как мечи и стрелы. Воздушные аватары руководствуются созданными ими потоками, дрейфуя с места на место, сверкая молниями изнутри своих эфирных внутренностей.

source: hurricane
es: huracán
pl: huragan
ru: ураган

source: Air elementals are magical entities built entirely out of the Abyssal atmosphere. Summoned elementals, introduced in a world where air is omnipresent, regenerate their bodies continually with time’s passage. Given their anatomies, elementals of this variety are quick and evasive, albeit having a delicate frame that could be destroyed instantly by a well-placed attack. However, a ‘well-placed attack’ would be difficult to place on these elementals, given their highly resistant bodies of air. Still, summoners who stir such beings into their world know that an air elemental could vanish just as quickly as it was summoned forth.
es: Los elementales de aire son entes mágicos formados por completo fuera de la atmósfera abisal. Los elementales invocados, introducidos en un mundo donde el aire está omnipresente, regeneran sus cuerpos continuamente con el paso del tiempo. Debido a sus anatomías, los elementales de este tipo son rápidos y evasivos, aunque tienen una delicada estructura que puede ser destruida instantáneamente por un ataque bien dirigido. De todas formas es muy difícil realizar un ataque bien dirigido contra estos elementales, dada la gran resistencia de su cuerpo de aire. Los invocadores que materializan a estos seres en su mundo saben bien que un elemental de aire podría desvanecerse tan rápido como puede ser invocado.
ru: Воздушные элементали — магические существа, полностью созданные из атмосферы Бездны. Призванные элементали, попавшие в мир, где воздух вездесущ, постоянно регенерируют свои тела с течением времени. Учитывая их анатомию, элементали этого вида быстрые и ловкие, хотя и имеют хрупкое телосложение, которое может быть мгновенно уничтожено удачной атакой. Однако провести «хорошо продуманную атаку» на этих элементалей будет сложно, учитывая их высокую сопротивляемость воздушных тел. Тем не менее, призыватели, вызывающие таких существ в свой мир, знают, что воздушный элементаль может исчезнуть так же быстро, как и был вызван.

source: Air God
es: Dios de aire
pl: Bóstwo Powietrza
ru: Бог Воздуха

source: Men fear the wind — what can be a gentle zephyr in the afternoon can turn into a twister in the evening. Wind and storm can turn the staunchest man into a rag doll dancing in the sky; lightning will then shoot him down back to earth. Yet air gods have much more to be feared, for they ride upon their own wind and bring about disasters at a mere order. Gods of the air are nigh immune to physical assault with bodies that appear almost identical to an actual storm. Summoners believe that even the heavens quake upon the sight of this great nimbus of raging thunder and rain living in the skies, extending calamity to wherever the eye of its storm gazes.
es: Los hombre temen al viento - que puede ser una amable brisa por la tarde y volverse un tornado por la noche. El viento y la tormenta pueden hacer que el hombre más devoto se transforme en un muñeco de trapo que danza en los cielos al que los relámpagos pueden arrojar de vuelta a la tierra. Un dios de aire ha de ser temido con más motivo, puesto que es transportado por su propio viento y ocasiona desastres a voluntad. Los dioses de aire, con cuerpos similares a una tormenta de verdad, son casi inmunes a los ataques físicos. Los invocadores creen que incluso el cielo tiembla a la vista de estos grandes halos de truenos furiosos y lluvia que moran en las alturas, propagando calamidades por donde quiera que mire el ojo de su tormenta.
ru: Люди боятся ветра: то, что днем может быть легким ветерком, вечером может превратиться в смерч. Ветер и буря могут превратить самого стойкого человека в тряпичную куклу, танцующую в небе; молния затем собьет его обратно на землю. Однако богов воздуха следует опасаться гораздо больше, поскольку они летают на собственном ветре и вызывают бедствия по прихоти своей натуры. Боги воздуха почти невосприимчивы к физическому нападению, их тела кажутся почти идентичными настоящему шторму. Призыватели верят, что даже небеса содрогаются при виде этого великого союза бушующего грома и дождя, живущего в небесах и распространяющего бедствие туда, куда смотрит око его бкри.

source: storm
es: tormenta
pl: burza
ru: шторм

source: Banisher
es: Desterrador
pl: Wyganiacz
ru: Изгоняющий

source: Banishers represent the greatest level of skill a dispeller can achieve. They can send to the Abyss magical beings that are too powerful for their less experienced colleagues, much more powerful than those a fellow Dispeller can. Like most experienced Summoners, Banishers march into battle with magical circles, but ones using the dispelling magic. It is unclear how or why circles of banishment work, but field scouts report multiple sightings of magical entities tending to destabilize when close to them, thus contributing to the Banishers' task.
es: Los desterradores representan el mayor nivel de habilidad que puede alcanzar un disipador. Pueden enviar al abismo seres mágicos que son demasiado poderosos para sus colegas menos experimentados, mucho más poderosos que los que puede enviar un compañero disipador. Como la mayoría de los invocadores experimentados, los desterradores marchan a la batalla con círculos mágicos, pero usando la magia de disipación. No está claro cómo o por qué funcionan los círculos de destierro, pero los exploradores de campo informan múltiples avistamientos de entidades mágicas que tienden a desestabilizarse cuando están cerca de ellos, contribuyendo así a la tarea de los desterradores.
ru: Изгоняющие представляют собой величайший уровень мастерства, которого может достичь рассеиватель. Они могут отправить в Бездну волшебных существ, которые слишком сильны для их менее опытных коллег, гораздо более могущественных, чем те, что по силам рассеивателям. Как и большинство опытных Призывателей, Изгоняющие идут в бой с магическими кругами, но с использованием рассеивающей магии. Неясно, как и почему работают круги изгнания, но полевые разведчики сообщают о многочисленных наблюдениях за магическими сущностями, которые имеют тенденцию дестабилизироваться, когда находятся рядом с ними, тем самым способствуя выполнению боевых задач.

source: Camel Master
es: Maestro camellero
pl: Mistrz Wielbłądów
ru: Бедуин

source: A Camel Master represents the pinnacle of excellence among camel riders, boasting unparalleled prowess with deadly scimitars and lightning-fast agility on their mounts. These masters hold the highest regard within their respective communities and are frequently sought out to lead smaller contingents of less experienced riders into battle. Their exceptional skills and dedication have earned them the highest ranks within their societies, and they are considered among the most formidable warriors in the land.
ru: Бедуин представляет собой вершину мастерства среди наездников на верблюдах, он может похвастаться непревзойденным мастерством обращения со смертоносными ятаганами и молниеносной ловкостью своего скакуна. Эти мастера пользуются самым высоким уважением в своих сообществах, и их часто ищут для того, чтобы вести в бой небольшие отряды менее опытных наездников. Их исключительные навыки и преданность делу принесли им самые высокие звания в своих обществах, и они считаются одними из самых грозных воинов на земле.

source: Camel Rider
es: Jinete de camello
pl: Wielbłądzi Jeździec
ru: Верблюжий наездник

source: For the fledgling soldier, camels are a rare spectacle to be seen on the fronts. Unlike their traditional brothers and sisters used as beasts of burden for travelling traders, the camels seen in battle are specially bred for speed and power rather than endurance. Riders carry a scimitar for melee skirmishes as well as dozens of smaller scimitars to hurl at faraway targets, a skill for which the camel rider is acclaimed for. Trained in scouting and hit-and-run warfare, camel riders are the forerunners of the Summoners’ brunt strength, moving at galloping speed into the fray.
es: Para un soldado recién salido del cascarón, los camellos son un raro espectáculo de ser vistos en el frente. A diferencia de sus tradicionales hermanos y hermanas usados como bestias de carga para los viajeros y comerciantes, los camellos vistos en la batalla están especialmente criados para la velocidad y la fortaleza más que para la durabilidad. Los jinetes llevan una gran cimitarra para las escaramuzas en refriegas cuerpo a cuerpo, así como docenas de cimitarras menores que arrojar a los objetivos lejanos, una habilidad por la cual los jinetes de camello son aclamados. Entrenados en la exploración y en el arte de guerrilla de disparar y huir, los jinetes de camello son la vanguardia de la mayor parte de las fuerzas de los invocadores, moviéndose al galope hacia la refriega.
ru: Для молодого солдата верблюды — редкое зрелище, которое можно увидеть на фронте. В отличие от своих традиционных собратьев и сестер, используемых в качестве вьючных животных для странствующих торговцев, верблюдов, которых можно увидеть в бою, специально разводят для скорости и силы, а не для выносливости. Всадники носят с собой ятаган для рукопашных схваток, а также десятки ятаганов меньшего размера, чтобы метать их в далекие цели - навык, которым славятся наездники на верблюдах. Обученные разведке и боевым действиям, наездники на верблюдах являются предшественниками основной силы Призывателей, мчащимися галопом в бой.

source: Carpet Master
es: Maestro de alfombra
pl: Mistrz Dywanów
ru: Небоход

source: +2 magical powder damage; +3 max HP; +20% XP
pl: +2 obrażenia od magicznego proszku; +3 maks. PŻ; +20% XP
ru: +2 к урону волшебного порошка, +3 макс. ОЗ, +20% макс. ОП

source: Very Skilled instead of Marksman on magical powder; +2 max HP; +20% XP
pl: Bardzo umiejętny zamiast strzelca wyborowego dla ataku przy użyciu magicznego proszku; +2 maks. PŻ; +20% XP
ru: Искусный для волшебного порошка, +2 макс. ОЗ, +20% макс. ОП

source: +Hit and Run 2; +2 max HP; +25% XP
pl: +Cios i Ucieczka 2; +2 max PŻ; +25% XP
ru: +Ударил-убежал 2, +2 макс. ОЗ, +25% макс. ОП

source: +1 strike and +skilled on irritant powder; +3 max HP; +20% XP
pl: +1 cios oraz dodany specjał 'umiejętny' dla ataku przy użyciu proszku; +3 PŻ; +20% XP
ru: +1 удар и обученный для осколочной бомбочки, +3 ОЗ, +20% макс. ОП

source: Captains of the winds, any carpet master can attest to having ridden the skies more times than he can count. A carpet master’s worth is still his ability to scout over long distances, though his ranged attacks have become something to be feared. Through battle, his accuracy with the powder bombs has improved considerably, allowing him to strike even the most elusive or well-protected of targets. Prized with a more regal carpet, the carpet master soars through the air as effortlessly as any bird.
es: Capitanes de los vientos, cualquier maestro de alfombra puede atestiguar que se ha desplazado por los cielos más veces de las puede recordar. Un maestro de alfombra sigue siendo valioso por su habilidad para explorar a largas distancias, aunque sus ataques de rango se han vuelto algo temible. En la batalla, su precisión con las bombas mágicas ha mejorado considerablemente, permitiéndole incluso alcanzar a los objetivos más escurridizos o bien protegidos. Equipado con una majestuosa alfombra, el maestro de alfombra planea por los aires con tan poco esfuerzo como cualquier pájaro.
ru: Капитаны ветров, любой мастер ковров может подтвердить, что летал по небу больше раз, чем может сосчитать. Ценность мастера ковров по-прежнему заключается в его способности вести разведку на больших расстояниях, хотя его дальних атак уже стоит опасаться. В бою его точность обращения с пороховыми бомбами значительно улучшилась, что позволяет ему поражать даже самые неуловимые или хорошо защищенные цели. Мастер ковров, получивший более царственный ковер, парит в воздухе как птица.

source: irritant powder
es: polvos irritantes
pl: proszek drażniący
ru: осколочная бомбочка

source: Carpet Rider
es: Jinete de alfombra
pl: Jeździec Dywanów
ru: Ковёр-самолёт

source: According to legend, the magic carpet originated from the desires of of a wealthy princess. She wished for a new mode of traveling that would be convenient and relaxing, yet ostentatious enough for her tastes. Carriages and camels were too common and bland in her eyes, so she sought something that would revolutionize transportation in the Summoners’ society. Eventually, one of her expert sorcerers wove enchanted pieces of fabric together to form what he called a ‘flying carpet’. Soon after, all affluent men and women began riding these magic carpets for their personal endeavors. Inevitably, magic carpets became of great importance in times of war, ridden only by the most hotshot and fearless young men. Atop their strange mounts, these aces of the sky perform impressive feats of reconnaissance and speed. A magical carpet cannot hold much weight, so their riders are armed with explosive powder bombs which they use to attack and disorient their targets.
es: De acuerdo a la leyenda, las alfombras mágicas se originaron debido a los deseos de una princesa muy rica. Ésta deseaba una nueva forma de viajar que fuera adecuada y relajante, aunque lo bastante ostentosa para sus gustos. Los carruajes y los camellos eran demasiado vulgares y tediosos desde su punto de vista, por lo que buscaba alguna cosa que revolucionara los medios de transporte en la sociedad de los invocadores. Finalmente, uno de sus más hábiles invocadores ensambló piezas encantadas de tela para formar lo que él llamó una «alfombra voladora». En seguida, todas las personas influyentes empezaron a utilizar estas alfombras mágicas para sus asuntos personales. Inevitablemente, las alfombras mágicas adquirieron una gran importancia en tiempos de guerra, conducidas solamente por los jóvenes más valientes y habilidosos. Sobre sus extrañas monturas, estos ases del cielo llevaron a cabo hazañas de exploración y de velocidad. Una alfombra mágica no puede llevar mucho peso, por lo que sus jinetes van armados con bombas de polvos explosivos que usan para atacar y desorientar a sus objetivos.
ru: Согласно легенде, волшебный ковер появился благодаря желаниям богатой принцессы. Она пожелала найти новый способ передвижения, который был бы удобным и расслабляющим, но при этом достаточно эксцентричным для ее вкуса. Кареты и верблюды были слишком обыденными и безвкусными, поэтому она искала что-то, что могло бы произвести революцию в транспорте общества Призывателей. В конце концов, один из ее опытных колдунов соткал заколдованные куски ткани, чтобы получился так называемый "летающий ковер". Вскоре все состоятельные мужчины и женщины стали ездить на этих волшебных коврах по своим личным делам. Неизбежно волшебные ковры приобретали огромное значение во время войны, на них ездили только самые горячие и бесстрашные юноши. На своих странных летунах эти асы неба совершают впечатляющие подвиги разведки и скорости. Магический ковер не может выдержать большой вес, поэтому его наездники вооружены взрывными пороховыми бомбами, которые они используют для атаки и дезориентации целей.

source: Dharma’rhami
es: Darma-rami
ru: Дарма'рами
