Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: The Chosen of Forest, or 'The Keeper', as many refer to him, is the Darkblooded's monarch of sorts. He is the oldest and probably wisest of the saurian mystics, knowing most of the jungle's secrets, including ones most men would prefer not to know. While he does spend most of his time managing state affairs, or meditating in the jungle, he's by no means incapable of holding his own on the battlefield.
es: El Elegido del Bosque, o 'El Guardián', como muchos se refieren a él, es una especie de monarca de los Sangreoscura. Es el más antiguo y probablemente el más sabio de los místicos saurios, y conoce la mayoría de los secretos de la jungla, incluidos los que la mayoría de los hombres preferirían no saber. Si bien pasa la mayor parte de su tiempo gestionando los asuntos estatales o meditando en la jungla, no es incapaz de defenderse en el campo de batalla.
ru: Избранник Леса, или «Хранитель», как его многие называют, является своего рода монархом Темнокровных. Он самый старый и, вероятно, самый мудрый из мистиков-ящеров, знающий большинство тайн джунглей, включая те, которые большинство людей предпочли бы не знать. Хотя он проводит большую часть своего времени, управляя государственными делами или медитируя в джунглях, его ни в коем случае нельзя недооценивать на поле боя.

source: Summon Forest Spirit
es: Invocar espíritu del bosque
pl: Przywołaj Ducha Lasu
ru: Призыв лесного духа

source: Forest Spirit
es: Espíritu del bosque
pl: Duch Lasu
ru: Лесной дух

source: iceball
es: bola de hielo
pl: kula lodu
ru: шар льда

source: freezing spell
es: hechizo congelante
pl: zaklęcie zamrażające
ru: обледенение

source: Chosen of Marsh
es: Elegido de la ciénaga
pl: Wybraniec Bagien
ru: Избранник Топи

source: The Chosen of Marsh are the mightiest of the Swamp Magi, fully consumed by the Great Bog's darkness. They seem to emit clouds of magical poison gas whenever they go, as potent as their venom-dipped claws. These vessels of darkness are dreaded across the Jungle of Life, only ever referred to as 'those who must not be mentioned'. While the cult is not exactly in best relations with the Darkblooded mystics, they did help the latter in repelling the Atokpi, a civilization now extinct, albeit not without consequence.
es: Los elegidos del pantano son los magos del pantano más poderosos, totalmente consumidos por la oscuridad del Gran Pantano. Parecen emitir nubes de gas venenoso mágico cada vez que aparecen, tan potentes como sus garras bañadas en veneno. Estos recipientes de la oscuridad son temidos a través de la Jungla de la Vida, y solo se los conoce como "aquellos que no deben ser mencionados". Si bien el culto no tiene exactamente las mejores relaciones con los místicos de Sangreoscura, ayudaron a estos últimos a repeler a los Atokpi, una civilización ahora extinta, aunque no sin consecuencias.
ru: Избранники Топи — самые могущественные из Болотных Магов, полностью поглощенные тьмой Великой Топи. Кажется, что они испускают облака магического ядовитого газа, куда бы они ни пошли, столь же мощного, как и их пропитанные ядом когти. Эти сосуды тьмы наводят ужас в Джунглях Жизни, и их всегда называют только «теми, кого нельзя упоминать». Хотя у культа не самые лучшие отношения с темнокровными мистиками, они действительно помогли последним в отражении сил Атокпи, цивилизации, ныне вымершей, хотя и не без последствий.

source: Summon Swamp Spirit
es: Invocar espíritu del pantano
pl: Przywołaj Ducha Bagien
ru: Призыв болотного духа

source: Swamp Spirit
es: Espíritu del pantano
pl: Duch Bagien
ru: Болотный дух

source: damned flame
es: llama maldita
pl: przeklęty płomień
ru: проклятый огонь

source: Clan Leader
es: Líder del clan
pl: Przywódca Klanu
ru: Глава клана

source: Adepts who excel in battle, usually through cunning implementation of their water magicks, become the de-facto leaders of their clans, as signified by the extra feathers in their headdresses. Their knowledge expands, allowing them to enspell their claws to make them more powerful, to cast more baneful ice-balls and better healing magic.
es: Adeptos que destacan en la batalla, a menudo a través de una astuta implementación de su magia acuática, convirtiéndose en los líderes de facto de sus clanes, tal y como muestran y definen las plumas extra en sus tocados. Su conocimiento crece, permitiéndoles hechizar sus garras para hacerlas más poderosas; invocar mortales bolas de hielo; e invocar una mejor magia sanadora.
ru: Адепты, которые преуспевают на поле брани, обычно благодаря хитрому использованию своей магии воды, становятся фактическими лидерами своих кланов, о чем свидетельствуют дополнительные перья в их головных уборах. Их знания расширяются, позволяя им зачаровывать свои когти, чтобы сделать их более смертоносными, создавать более губительные ледяные шары и освоить полноценное лекарское дело.

source: Corrupted Shaman
es: Chamán corrupto
pl: Zdeprawowany Szaman
ru: Порченый шаман

source: Some of the Dark Blood Shamans get corrupted. By who, or what, nobody knows, but it makes them exchange their Water Magic for that of its polar opposite - Fire. They lose their healing abilities, but they don’t seem to care, as they say that Fire is inherently superior to Water. Whatever corrupts them changes their personalities, too, making them selfish and cruel. As a result, they are shunned from their tribes, which exile them to the heart of the Great Bog. Forced to wander the Bog for years, they usually make their way out and hire themselves to some of the morally bankrupt tribes.
es: Algunos de los chamanes sangre oscura se dejan corromper. Por quién, o por qué, nadie lo sabe, pero les hace intercambiar su magia acuática por otra de su polo completamente opuesto - de fuego. Así, pierden toda su capacidad curadora, pero no parece importarles, ya que están convencidos de que el fuego es inherentemente superior al agua. Lo que sea que los corrompe también cambia su personalidad, haciéndolos individualistas y crueles. Como resultado, son rechazados de sus tribus, que les obligan a exiliarse al corazón del Gran Pantano. Obligados así a vagar por el Bog durante años, habitualmente consiguen salir adelante adhiriéndose de paso a alguna de las tribus moralmente arruinadas.
ru: Некоторые шаманы Темной Крови развращаются. Кто или что, никто не знает, но это заставляет их менять Магию Воды на полную противоположность - Огонь. Они теряют свои целительские способности, но их это, похоже, не волнует, поскольку они говорят, что Огонь по своей сути превосходит Воду. Все, что их развращает, меняет и их личность, делая их эгоистичными и жестокими. В результате их избегают из своих племен, которые изгоняют их в сердце Великой Топи. Вынужденные годами скитаться по болотам, они обычно выбираются и нанимаются к каким-нибудь морально разложившимся племенам.

source: Desert Salamander
es: Salamandra del desierto
pl: Pustynna Salamandra
ru: Пустынная саламандра

source: +10% fire resistance, +5% cold resistance, Max HP bonus +2
es: +10% resistencia al fuego, +5% resistencia al frío, +2 máx PV
pl: +10% do odporności na ogień, +5% do odporności na chłód, Bonus do maksymalnego HP +2
ru: +10% сопротивления к огню, +5% сопротивления к холоду, +2 макс. ОЗ

source: Bloodlust +5, Max HP bonus +2
es: Sed de sangre +5, Máx PV +2
pl: Żądza krwi +5, Bonus do maksymalnego HP +2
ru: Жажда крови +5, +2 макс. ОЗ

source: In search of relics and ancient ruins around the world one may encounter a Desert Salamander. They are Yellow Salamanders that retired from their warrior way of life to live a life of exploring the mysteries of the past. Finding one away from the Great Desert is quite a surprise since as their name and skin color implies they are desert rovers. It is true that most Desert Salamanders roam the sandy dunes of the Great Desert exploring the ruins hidden under the sands of time. However exploring is dangerous work for one does not know what dangers dwell within the ruins, be it trap, monster or competitor.
es: En busca de reliquias y ruinas antiguas en todo el mundo, uno puede encontrarse con una salamandra del desierto. Son salamandras amarillas que se retiraron de su forma de vida guerrera para vivir una vida de exploración de los misterios del pasado. Encontrar uno lejos del Gran Desierto es toda una sorpresa ya que, como su nombre y color de piel lo indican, son vagabundos del desierto. Se sabe que la mayoría de las salamandras del desierto vagan por las dunas de arena del Gran Desierto explorando las ruinas escondidas bajo las arenas del tiempo. Sin embargo, explorar es un trabajo peligroso porque uno no sabe qué peligros habitan dentro de las ruinas, ya sea una trampa, un monstruo o un competidor.
ru: В поисках реликвий и древних руин по всему миру можно встретить пустынную саламандру. Это Желтые Саламандры, которые оставили свой воинственный образ жизни, чтобы жить жизнью, посвященной исследованию тайн прошлого. Обнаружение одного из них вдали от Великой пустыни является настоящей неожиданностью, поскольку, как следует из их имени и цвета кожи, они являются прирожденными ходоками по пустыне. Это правда, что большинство пустынных саламандр бродят по песчаным дюнам Великой пустыни, исследуя руины, скрытые под песками времени. Однако исследование — опасная работа, поскольку неизвестно, какие опасности таятся в руинах, будь то ловушка, монстр или конкурент.

source: kunai
ru: кунай

source: Dreadnought
es: Acorazado
pl: Pancernik
ru: Дредноут

source: kamikaze heal
es: sanación kamikaze
pl: samobójcze leczenie
ru: самопожертвование

source: This unit can be sacrificed to heal a selected friendly unit and cure poison/bleed. For more information, choose the 'Forest Spirit Help' rightclick option which appears when rightclicking on a unit with this ability.
pl: Jednostkę tę można poświęcić, aby uleczyć wybraną przyjazną jednostkę i wyleczyć truciznę/krwawienie. Aby uzyskać więcej informacji, wybierz opcję pomocy, która pojawia się po kliknięciu prawym przyciskiem myszy na jednostkę z tą umiejętnością.
ru: Боец может пожертвовать собой и вылечить ОЗ соседнего бойца, а также снять яд и кровотечение. Для более подробной информации, выберите опцию ПКМ "Справка о лесном духе", выбрав целью лесного духа.

source: Heal +25 with Forest Spirit
es: Curar +25 con espíritu del bosque
pl: Ulecz +25 Leśnym Duchem
ru: Лечение +25 лесным духом

source: Forest Spirit Help
es: Ayuda sobre espíritu del bosque
pl: Pomoc Ducha Lasu
ru: Справка о лесном духе

source: Help
es: Ayuda
pl: Pomoc
ru: Помощь

source: To heal an adjacent friendly unit, rightclick that unit and choose the option 'Heal +25'. The Forest Spirit will be sacrificed in the process. This also cures poison and bleed.
pl: Aby uleczyć sąsiednią przyjazną jednostkę, kliknij ją prawym przyciskiem myszy i wybierz opcję "Ulecz +25". Duch Lasu zostanie przy tym poświęcony. Leczy to również truciznę i krwawienie.
ru: Чтобы вылечить рядом стоящего бойца, выберите на нём опцию ПКМ "Лечение +25". Лесной дух исчезнет после применения способности. Также исцеляет отравление и кровотечение.

source: Great Wyvern
es: Gran guiverno
pl: Wielka Wiwerna
ru: Высшая виверна

source: Green Salamander
es: Salamandra verde
pl: Zielona Salamandra
ru: Зеленая саламандра

source: When a Salamander's skin turns green, their ability to blend in with vegetation increases. To improve their already tremendous camouflage capabilities even further, they wear foliage on their bodies. Battle reports state that these warriors are seldom by themselves and are the Dark Blood Alliance's hunters. Their tactics involve attacking from the trees, using nets to hinder the enemy, and then finishing them off with their maces.
es: Cuando la piel de una Salamandra se vuelve verde, su habilidad para camuflarse entre la vegetación aumenta. Para mejorar aún más sus ya tremendas capacidades de camuflaje, se adhieren follaje vegetal en sus cuerpos húmedos. Informes de batalla reportan que estos guerreros se bastan por sí solos y son los cazadores de la Alianza Sangre Oscura. Sus tácticas involucran el ataque desde árboles, usar redes para neutralizar al enemigo, y darles a sus enemigos el golpe final con sus mazas.
ru: Когда кожа саламандры становится зеленой, ее способность сливаться с растительностью увеличивается. Чтобы еще больше улучшить свои и без того огромные маскировочные способности, они носят на своем теле листву. В боевых отчетах говорится, что эти воины редко остаются одни и являются охотниками Союза Темной Крови. Их тактика предполагает нападение с деревьев, использование сетей, чтобы задержать врага, а затем добивание его булавами.

source: Jungle Assassin
pl: Jaszczurzy Zabójca
ru: Аспид

source: Saurian Assassins are the most deadly of all Dark Blooded snipers, skilled in the ancient arts of stealth and deception. Sneaking through the shadows of the Jungle of Life and the Great Bog, they are almost impossible to distinguish from the surrounding foliage with the naked eye. These ambush predators mercilessly pursue any target, with their two crossbows primed and ready to kill. With practiced ease, they can simultaneously fire two poisoned bolts at separate targets, showering their foes with a hailstorm of arrows and venom. Because of their sinister red glowing eyes, it is speculated that these assassins got some of their power via dark rituals performed by the Swamp Mages in the Great Bog. If a Saurian Assassin is close enough to you that you can behold their eyes' crimson glow, expect this to be the last thing you will ever see.
ru: Аспид — самые смертоносные снайперы Темной крови, владеющие древними искусствами скрытности и обмана. Пробираясь сквозь тени Джунглей Жизни и Великой топи, их практически невозможно отличить от окружающей листвы невооруженным глазом. Эти хищники, устраивающие засады, безжалостно преследуют любую цель, используя два своих арбалета, готовых убить. С легкостью они могут одновременно выстрелить двумя отравленными стрелами по разным целям, осыпая врагов градом стрел и яда. Предполагается, что из-за их зловещих красных светящихся глаз эти убийцы получили часть своей силы через темные ритуалы, проводимые Болотными Магами в Великой Топи. Блеск их малиновых глаз будет последним, что вы увидите в этой жизни.

source: Jungle Blowgunner
es: Cerbatanero de la jungla
pl: Strzelec Dżungli
ru: Дротикомёт

source: Saurians are very small of frame, and though they are somewhat frail because of this, they are very, very agile. In combat, their size allows them to dart past defenses that would hold any grown man at bay, making them a tricky foe to deal with. While most saurian soldiers choose to use spears, others prefer light ranged weapons, usually blowguns with poisoned darts. Their weaponry combined with their agility is something that shouldn't be underestimated.
es: Los saurios son muy pequeños en complexión, y aunque son en cierto modo frágiles debido a esto, son muy, muy ágiles. En combate, su pequeño tamaño les permite pasar como dardos por entre defensas enemigas que aguantarían perfectamente contra un humano, haciéndolos un rival complicado con el que lidiar. Aunque en general la mayor parte de los soldados saurios eligen usar lanzas, otros prefieren usar armas de alcance ligeras, típicamente cerbatanas con dardos envenenados. Su armamento, combinado con su agilidad, es algo que no debería ser infravalorado.
ru: Ящеры очень маленького роста, и хотя из-за этого они несколько хрупкие, они очень, очень проворны. В бою их размер позволяет им преодолевать оборону, которая сдержит любого взрослого человека, что делает их сложным противником. В то время как большинство солдат-ящеров предпочитают использовать копья, другие предпочитают легкое оружие дальнего боя, обычно духовые трубки с отравленными дротиками. Их вооружение в сочетании с ловкостью нельзя недооценивать.

source: blowgun
es: cerbatana
pl: dmuchawka
ru: духовая трубка

source: Jungle Champion
es: Campeón de la jungla
pl: Czempion Dżungli
ru: Чемпион джунглей

source: javelin
pl: oszczep
ru: дротик

source: Jungle Crossbowman
es: Ballestero de la jungla
pl: Kusznik Dżungli
ru: Арбалетчик

source: Though blowguns are easy to make and good enough when used with poisoned projectiles, their range is quite short, and they're rather inaccurate. Experienced saurian shooters switch to crossbows with poisoned bolts, which are a lot harder to make, but have a very good range (at least compared to blowguns), and are a lot easier to aim with. The combination of skill, and advanced weaponry makes saurian crossbowmen able to easily deal with agile targets.
es: A pesar de que las cerbatanas son fáciles de construir y suficientemente buenas cuando son usadas con proyectiles envenenados, su alcance es ciertamente corto, y más bien imprecisas. Los tiradores saurios con experiencia se cambian a ballestas con saetas envenenadas, las cuales son mucho más difíciles de construir, pero tienen un buen alcance (al menos en comparación a las cerbatanas), y es mucho más fácil apuntar con ellas. La combinación de habilidad y armamento más avanzado hacen a los ballesteros saurios capaces de dar cuenta con facilidad de objetivos ágiles.
ru: Хотя духовые трубки легко изготовить и они достаточно хороши при использовании с отравленными снарядами, их дальность действия довольно мала, и они довольно неточны. Опытные стрелки-ящеры переходят на арбалеты с отравленными болтами, которые гораздо сложнее изготовить, но они имеют очень хорошую дальность стрельбы (по крайней мере, по сравнению с духовыми ружьями) и из них намного легче целиться. Сочетание навыков и современного вооружения позволяет арбалетчикам легко справляться с подвижными целями.

source: Jungle Guardian
es: Guardián de la Jungla
pl: Strażnik Dżungli
ru: Страж джунглей

source: Jungle Guardians are veteran Jungle Pikemen, well-versed in the art of melee combat and guerrilla warfare, using the dense foliage of the jungle to their advantage. Their ornate pikes are effective at both stabbing and slashing, and their armor is sturdier than that of their lower-ranking comrades. Forming the backbone of the Darkblooded armies, the Jungle Guardians will fight tooth and nail to protect the Jungle of Life from anyone who dares to threaten it.
ru: Стражи джунглей — ветераны копейщики, хорошо владеющие искусством рукопашного боя и партизанской войны, использующие густую листву джунглей в своих интересах. Их богато украшенные пики эффективны как для колющих, так и для режущих ударов, а их доспехи прочнее, чем у их товарищей более низкого ранга. Составляя костяк армий Темнокровных, Стражи Джунглей будут сражаться изо всех сил, чтобы защитить Джунгли Жизни от любого, кто осмелится им угрожать.

source: Jungle Pikeman
es: Piquero de la jungla
pl: Pikinier Dżungli
ru: Пикинёр

source: The average Dark Blooded soldier is equipped with a long-bladed, ornate pike, used both for stabbing and slashing. Those otherwise normal Saurians are famous for the yellow war-paint they apply to themselves before battle, and for their knowledge of forest and swamp warfare.
es: El soldado normal de los sangre oscura está equipado con una pica ornamentada y de muy larga hoja, que se usa tanto para ensartar como para cortar. Estos saurios son famosos por la pintura de guerra amarilla que se aplican antes de la batalla, y por sus conocimientos de la guerra en los bosques y en los pantanos.
ru: Среднестатистический солдат Темной Крови вооружен богато украшенной пикой с длинным лезвием, используемой как для колющих, так и для рубящих ударов. Большинство яшеров известны желтой боевой раскраской, которую они наносят на себя перед битвой, а также своими знаниями ведения лесной и болотной войны.

source: Jungle Salamander
pl: Dżunglowa Salamandra
ru: Чащобная саламандра

source: Nature Regeneration +8, Max HP bonus +2
es: Regeneración natural +8, máx PV +2
pl: Przyrodnicza Regeneracja +8, Bonus do maksymalnego HP +2
ru: Природная регенерация +8, +2 макс. ОЗ

source: Dauntless, Max HP bonus +2
es: Impávido, +2 PV máx
pl: Nieustraszony, Bonus do maksymalnego HP +2
ru: Неостановимый, +2 макс. ОЗ

source: Forage, Max HP bonus +2
pl: Zbieranie, Bonus do maksymalnego HP +2
ru: Выживание, +2 макс. ОЗ

source: There are many stories about the Great Bog and the Forest of Life; the mysterious flow of magic, the hostile environment, and the beasts and monsters that call that place home. Numerous tales from adventures that return from that accursed place, tales about terrifying swamp men covered in foliage. Snaring the unfortunate adventurer, dragging them into the murky waters or being hoisted into the canopy. Then attacking from all around be it from rising from the watery ground or descending from the tress, sowing fear and panic in the most stewarded person. These despicable creatures are not men but a specialized salamander, Swamp Salamanders. Unlike their Green Salamander comrades that cover their bodies in foliage to help conceal themselves, Swamp Salamanders purposely root living foliage into their body giving them freakish camouflage that confuses and fools the most keen eyed foes. Even other Swamp Salamanders have difficulty spotting their own brethren.
es: Hay muchas historias sobre el Gran Pantano y el Bosque de la Vida; el misterioso flujo de magia, el entorno hostil, y las bestias y monstruos que llaman hogar a ese lugar. Numerosos cuentos de aventuras que regresan de ese lugar maldito, cuentos sobre terroríficos hombres del pantano cubiertos de follaje. Atrapando desafortunados aventureros, arrastrándolos a las aguas turbias o izándolos entre la espesura. Luego atacando de todos lados, ya sea ascendiendo desde las aguas o descendiendo de los árboles, sembrando el miedo y el pánico hasta en los más valientes. Estas despreciables criaturas no son hombres sino una salamandra especializada, las salamandras del pantano. A diferencia de sus camaradas salamandras verdes, que cubren sus cuerpos con follaje para ocultarse, las salamandras del pantano enraízan intencionalmente follaje vivo en su cuerpo dándoles un extraño camuflaje que confunde y engaña a los enemigos más perspicaces. Incluso otras salamandras del pantano tienen dificultades para detectar a sus propios hermanos.
ru: Есть много историй о Великом Топи и Джунглях Жизни; таинственные потоки магии, враждебная окружающая среда, а также звери и монстры, которые называют это место своим домом. Многочисленные рассказы о приключениях, возвращающихся из этого проклятого места, рассказы об ужасающих болотниках, покрытых листвой. Поймать несчастного искателя приключений, затащить его в мутную воду или загнать в тупик. Затем нападают со всех сторон, налетая из чавкающей грязи или набрасываясь из мангровых зарослей, сея страх и панику в самом хладнокровном человеке. Эти презренные существа — не люди, особые саламандры, Болотные Саламандры. В отличие от своих товарищей из Зеленых Саламандр, которые покрывают свои тела листвой, чтобы скрыться, Болотные Саламандры намеренно вплетают живую листву в свое тело, создавая причудливый камуфляж, который сбивает с толку и обманывает самых зорких противников. Даже другие болотные саламандры с трудом замечают своих собратьев.

source: Lava Salamander
es: Salamandra de lava
pl: Magmowa Salamandra
ru: Лавовая саламандра

source: Heat Aura 15%, Max HP bonus +3
pl: Gorąca Aura 15%, Bonus do maksymalnego HP +3
ru: Аура жара 15%, +3 макс. ОЗ

source: Regeneration +10, Max HP bonus +2
es: Regeneración +10, Máx PV +2r
pl: Regeneracja +10, Bonus do maksymalnego HP +2
ru: Регенерация +10, +2 макс. ОЗ
