Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: Masters of Air are renowned for their mobility and control over electricity. Many of them work as cartographers, recording the layout of even the most remote locations. They are also capable of animating particles of air, shaping them into air elementals.
es: Los maestros de aire son conocidos por su movilidad y su control sobre la electricidad. Muchos de ellos trabajan como cartógrafos, registrando el contorno de hasta las más remotas localizaciones. Además son capaces de animar las partículas del aire, moldeándolas hasta convertirlas en elementales de aire.
ru: Повелители Воздуха известны своей мобильностью и контролем над электричеством. Многие из них работают картографами, записывая планировку даже самых отдаленных мест. Они также способны оживлять частицы воздуха, превращая их в воздушных элементалей.

source: Summon Air Elemental
es: Invocar elemental de aire
pl: Przywołaj Żywiołaka Powietrza
ru: Призыв элементаля воздуха

source: Summon Air Avatar
es: Invocar avatar de aire
pl: Przywołaj Awatara Powietrza
ru: Призыв аватара воздуха

source: Air Elemental
es: Elemental de aire
pl: Żywiołak Powietrza
ru: Элементаль воздуха

source: Air Avatar
es: Avatar de aire
pl: Awatar Powietrza
ru: Аватар воздуха

source: eye of the storm
es: ojo de la tormenta
pl: oko sztormu
ru: око бури

source: Master of Earth
es: Maestro de tierra
pl: Mistrz Ziemi
ru: Повелитель земли

source: nature detox
es: desintoxicación natural
pl: detoks natury
ru: природное очищение

source: When standing on a forest tile, this unit can cure adjacent friendly units of poison, although these units will receive no additional healing on the turn they are cured of the poison.
es: Cuando se encuentra en un hexágono de bosque, esta unidad puede curar a las unidades aliadas adyacentes del veneno, aunque estas unidades no recibirán curación adicional en el turno en que se curan del veneno.
pl: Kiedy ta jednostka stoi w lesie, może uleczyć sąsiednie przyjazne jednostki z zatrucia, lecz nie odzyskają one utraconych punktów życia.
ru: Когда этот боец стоит на клетке леса он может исцелить соседних бойцов от отравления. Они не смогут получить лечение из других источников.

source: Summon Earth Elemental
es: Invocar elemental de tierra
pl: Przywołaj Żywiołaka Ziemi
ru: Призыв элементаля земли

source: Summon Earth Avatar
es: Invocar avatar de tierra
pl: Przywołaj Awatara Ziemi
ru: Призыв аватара земли

source: Earth Elemental
es: Elemental de tierra
pl: Żywiołak Ziemi
ru: Элементаль земли

source: Earth Avatar
es: Avatar de tierra
pl: Awatar Ziemi
ru: Аватар земли

source: earth blast
es: explosión de tierra
pl: cios ziemi
ru: земляной удар

source: crystal claws
pl: kryształowe pazury
ru: кристальные когти

source: stones
es: piedras
pl: kamienie
ru: камнепад

source: Master of Elements
es: Maestro elementalista
pl: Mistrz Żywiołów
ru: Повелитель стихий

source: It's generally believed that one person can't truly master more than a single form of magic. However, there have been rare exceptions to the rule, extraordinary individuals who managed to become nearly as skilled with using each element as that element's elemental masters, at once. They are very respected by their peers, and granted a seat at the Council of Masters. Though such magi rarely leave the Sky Kingdom, on the battlefield, their versatile elemental magic can easily obliterate most kinds of foes.
es: Está generalmente aceptado que una persona no puede dominar completamente más de una única forma de magia. Sin embargo, ha habido alguna rara excepción a esta regla, extraordinarios individuos que se las han arreglado para convertirse en prácticamente tan habilidosos con cada elemento como los maestros de los elementos para cada uno de ellos, todos a la vez. Son sumamente respetados por sus semejantes, y se les concede un asiento en el Consejo de los Maestros. Aunque dichos magos rara vez abandonan el Reino del Cielo, en el campo de batalla, su versátil magia elemental puede obliterar con facilidad la mayor parte de las clases de enemigos.
ru: Обычно считается, что один человек не может по-настоящему овладеть более чем одной формой магии. Однако из правил были редкие исключения: выдающиеся личности, которым удавалось одновременно стать почти такими же искусными в использовании каждого элемента, как и мастера этого элемента. Их очень уважают сверстники, и им предоставлено место в Совете Мастеров. Хотя такие маги редко покидают Небесное Королевство, на поле битвы их универсальная стихийная магия может легко уничтожить большинство врагов.

source: Summon Fire Elemental
es: Invocar elemental de fuego
pl: Przywołaj Żywiołaka Ognia
ru: Призыв элементаля огня

source: Summon Water Elemental
es: Invocar elemental de agua
pl: Przywołaj Żywiołaka Wody
ru: Призыв элементаля воды

source: Fire Elemental
es: Elemental de fuego
pl: Żywiołak Ognia
ru: Элементаль огня

source: Water Elemental
es: Elemental de agua
pl: Żywiołak Wody
ru: Элементаль воды

source: meteor shower
es: baño de meteoritos
pl: deszcz meteorów
ru: метеоритный дождь

source: Master of Fire
es: Maestro de fuego
pl: Mistrz Ognia
ru: Повелитель огня

source: After some time, extremely talented Fire Magi transcend their mortal bodies, becoming beings of pure flame. While they no longer have a physical body besides the fireproof robes, they still retain their mind and soul. They also have magic augmentations that allow them to speak, but they're not exactly known for being talkative, only saying as much as needed. Their control of fire is legendary, and their wrath is terrible to behold. Their duties generally involve overseeing the security of the floating isles, but they also gladly participate in extremely dangerous expeditions.
es: Después de un tiempo, algunos piromantes extremadamente talentosos trascienden sus cuerpos mortales, convirtiéndose en seres de pura llama. Si bien ya no tienen un cuerpo físico aparte de sus túnicas ignífugas, aún conservan su mente y alma. También tienen aumentos mágicos que les permiten hablar, pero no son exactamente conocidos por ser habladores, solo dicen aquello que sea necesario. Su control del fuego es legendario y su ira es terrible de contemplar. Sus deberes generalmente implican supervisar la seguridad de las islas flotantes, pero también participan gustosamente en expediciones extremadamente peligrosas.
ru: Через некоторое время чрезвычайно талантливые Маги Огня выходят за пределы своих смертных тел, становясь существами чистого пламени. Хотя у них больше нет физического тела, кроме огнестойких одежд, они все еще сохраняют разум и душу. У них также есть магические улучшения, которые позволяют им говорить, но они не особо разговорчивы, а говорят лишь столько, сколько необходимо. Об их владении огнем ходят легенды, а их гнев ужасен. В их обязанности обычно входит надзор за безопасностью летающих островов, но они также с радостью участвуют в чрезвычайно опасных экспедициях.

source: Summon Fire Avatar
es: Invocar avatar de fuego
pl: Przywołaj Awatara Ognia
ru: Призыв аватара огня

source: Fire Avatar
es: Avatar de fuego
pl: Awatar Ognia
ru: Аватар огня

source: burning fist
es: puño ardiente
pl: płonąca pięść
ru: огненный кулак

source: fire wave
es: ola de fuego
pl: fala ognia
ru: огненная волна

source: infernal flame
es: llama infernal
pl: ogień piekielny
ru: адское пламя

source: Master of Water
es: Maestro de agua
pl: Mistrz Wody
ru: Повелитель воды

source: The most talented Water Magi eventually become Masters of Water. They are powerful healers, whose powerful water heals their own wounds, even while the mage is unconscious, as well as makes them immune to most known diseases. They can also summon magical beings made of pure water, and are able to cast powerful frost spells for self-defense.
es: Los hidromantes más talentosos eventualmente se convierten en maestros del agua. Son expertos sanadores, cuya poderosa agua cura sus propias heridas, incluso cuando el mago está inconsciente, y los vuelve inmunes a la mayoría de las enfermedades conocidas. También pueden invocar seres mágicos hechos de agua pura y pueden lanzar poderosos hechizos de escarcha para la autodefensa.
ru: Самые талантливые Маги воды со временем становятся Повелителями воды. Они могущественные целители, чья мощная вода лечит их собственные раны, даже когда маг находится без сознания, а также делает их невосприимчивыми к большинству известных болезней. Они также могут вызывать волшебных существ из чистой воды и использовать мощные заклинания льда для самозащиты.

source: Summon Water Avatar
es: Invocar avatar de agua
pl: Przywołaj Awatara Wody
ru: Призыв аватара воды

source: Water Avatar
es: Avatar de agua
pl: Awatar Wody
ru: Аватар воды

source: frozen fist
es: puño helado
pl: zamrożona pięść
ru: ледяной кулак

source: ice strike
es: golpe helado
pl: uderzenie lodu
ru: удар льда

source: bubble
es: burbuja
pl: bańka
ru: пузырь

source: Mirrorshield
es: Escudo espejo
pl: Lustrzany Tarczownik
ru: Зеркальный щит

source: deflect magic
es: desviar magia
pl: odbicie magii
ru: отражение магии

source: Enemy magical attacks (fire, cold and arcane with the magical or enchanted special) deal two thirds of the base damage (rounded up) back to the attackers (applying the attacker's resistances). When the attacker goes to or below 0 HP, it is not killed, instead its HP are set to 1.
es: Los ataques mágicos enemigos (fuego, frío y arcanos con el especial mágico o encantado) infligen dos tercios del daño base (redondeado hacia arriba) a los atacantes (aplicando las resistencias del atacante). Cuando el atacante pierde toda su vida, no muere y se queda en 1 PV.
pl: Wrogie magiczne lub zaklęte ataki (oparte na ogniu, chłodzie lub tajemnym typie obrażeń) zadają 2/3 obrażeń (zaokrąglone w górę) samym atakującym (z uwzględnieniem ich odporności). Kiedy zdrowie atakującego spadnie poniżej 0 HP, jednostka pozostaje na polu bitwy z 1 HP życia.
ru: Вражеские магические атаки (огненный холодный и мистический урон с особенностью "магия" и "зачарование") наносят 66% базового урона (округленного в большую сторону) обратно атакующим (применяя сопротивление атакующего). Когда здоровье атакующего опускается до 0 или ниже, он не умирает, а остаётся жить с 1 ОЗ.

source: Innovative magic mirrors are a hallmark of the Sky Kingdom, capable of absorbing and deflecting magical spells. One fateful day, one such mirror was stolen by cunning Mystic Warrior with the intent of selling it on a black market to pay off some debts he accrued. Before he could stash the mirror, he was summoned on an expedition, during which he faced a life-or-death situation. When his leader was attacked and almost killed by enemy mages, the warrior acted swiftly, pulling out the mirror from his backpack and using it to protect himself and his comrades. The mirror's defensive capabilities proved crucial, repelling the attackers and saving the group from certain doom. The warrior's bravery and quick thinking earned him a reprieve from the Master Council, who otherwise would have punished him for stealing the valuable artifact. Instead, the Guru intervened on the warrior's behalf, pardoning him, paying off his debts and granting him permission to keep the mirror as a memento. From this encounter, the Mirrorshield Division was born – a specialized unit equipped with specially crafted reinforced mirrors that combine magic-deflecting properties with formidable melee weapons. These elite warriors are sent on the most dangerous expeditions, and their unique arsenal gives them a major advantage against powerful magic-using foes.
ru: Инновационные магические зеркала — визитная карточка Небесного Королевства, способные поглощать и отражать магические заклинания. В один роковой день одно такое зеркало было украдено хитрым Мистическим Воином с намерением продать его на черном рынке, чтобы погасить некоторые накопившиеся у него долги. Прежде чем он смог спрятать зеркало, его вызвали в экспедицию, во время которой он столкнулся с ситуацией жизни и смерти. Когда на его лидера напали и чуть не убили вражеские маги, воин действовал быстро, вытащив зеркало из рюкзака и использовав его для защиты себя и своих товарищей. Защитные возможности зеркала оказались решающими: оно помогло отразить нападение и спасло группу от неминуемой гибели. Храбрость и быстрота мышления воина уберегли его от суда Главного Совета, который в противном случае наказал бы его за кражу ценного артефакта. Вместо этого Гуру вмешался в защиту воина, простил его, выплатив долги и разрешив оставить зеркало на память. В результате этого столкновения родился отряд Зеркальных Щитов — специализированное подразделение, оснащенное специально созданными усиленными зеркалами, которые сочетают в себе свойства отклонения магии и грозное оружие ближнего боя. Этих элитных воинов отправляют в самые опасные экспедиции, а их уникальный арсенал дает им большое преимущество перед могущественными противниками, использующими магию.

source: shield bash
es: escudazo
pl: tarcza
ru: удар щитом

source: secret hit
es: golpe secreto
pl: sekretny cios
ru: скрытый удар

source: Mu
ru: Мю

source: Mus are a result of magical experiments on captured goblins. They're cheap to produce but not weak. Utilizing unconventional power generating implants, Mus are able to shoot barrages of small magic missiles at their foes. While not very powerful by themselves, these creatures are not something to be underestimated when in large numbers.
es: Los mu son el resultado de experimentos mágicos en goblins capturados. Son baratos de producir pero no son débiles. Usando implantes generadores de poderes poco convencionales, los mu son capaces de disparar bombardeos de pequeños misiles mágicos contra sus enemigos. Aun no siendo muy poderosos por sí mismos, estas criaturas no son algo a infravalorar cuando se dan en gran número.
ru: Мю — результат магических экспериментов над пойманными гоблинами. Они дешевы в производстве, но не слабы. Используя нетрадиционные имплантаты, генерирующие энергию, Мю могут стрелять по своим противникам залпами небольших магических снарядов. Хотя эти существа сами по себе не очень сильны, их нельзя недооценивать - сила в количестве.

source: Mystic Warrior
es: Guerrero místico
pl: Mistyczny Wojownik
ru: Мистический воин

source: Mystic Warriors are talented Hidden Faces, who received additional magic augmentation, making their reflexes far superior to that of a normal human. They use a rather unusual kind of enchanted weapon, which can either act as a bladed whip, harden to become a blunt weapon, or shoot magic at foes. Their role in the Sky Kingdom society isn't much different from that of the Hidden Faces, but they are certainly more formidable.
es: Los guerreros místicos son talentosos enmascarados que han recibido una mejora mágica, haciendo sus reflejos muy superiores a los de un humano normal. Usan un arma encantada de un tipo ciertamente inusual, la cual puede actuar tanto como un látigo afilado, endurecerse hasta formar un arma firme, o disparar magia a enemigos. Su rol en la sociedad del Reino del Cielo no es muy diferente del de los enmascarados, pero son ciertamente más formidables.
ru: Мистические воины — это талантливые Безликие, получившие дополнительные магические улучшения, благодаря которым их рефлексы намного превосходят рефлексы обычного человека. Они используют довольно необычный вид зачарованного оружия, которое может действовать как кнут, затвердеть и стать тупым оружием или стрелять магией во врагов. Их роль в обществе Небесного Королевства не сильно отличается от роли Безликих, но они, безусловно, более грозные воины.

source: Pyromancer
es: Piromante
pl: Mag Ognia
ru: Пиромант

source: Elementalists who choose the path of Fire become quite powerful quickly, but are rather slow compared to the Air Magi. They are known for being rather hot-tempered and warlike, compared to their colleagues from other elemental paths. Given enough talent, the Fire Magi have a chance to become walking manifestations of destruction - the Masters of Fire.
es: Los elementalistas que eligen el camino del fuego se vuelven bastante poderosos con rapidez, pero son sin embargo lentos en comparación a los magos de aire. Son conocidos por ser bastante temperamentales y belicosos, en comparación con sus colegas de otros caminos elementales. Dado el suficiente talento, los piromantes tienen la posibilidad de convertirse en una manifestaciones de la destrucción andantes - los maestros de fuego.
ru: Элементалисты, выбравшие путь Огня, быстро становятся весьма могущественными, но довольно медленными по сравнению с Магами Воздуха. Они известны своей довольно вспыльчивостью и воинственностью по сравнению со своими коллегами из других путей стихий. При наличии достаточного таланта у Огненных Магов есть шанс стать ходячими проявлениями разрушения – Повелителями Огня.

source: Sculptor
es: Escultor
pl: Rzeźbiarz
ru: Скульптор

source: The 'Sculptors' are a strange group of subversive magi, who know the art of petrification. It's an ancient and mysterious form of magic, only preserved in some of the ancient ruins the Sky Kingdom stumbled upon. It works on most kinds of physical bodies, be it a rain drop or an entire sentient being. Interestingly enough, the effect wears off after a few hours, leaving the petrified object in it's original state, which means that sustaining the effect for long periods of time requires special magical equipment. The sculptors themselves generally keep to themselves, and hang out in the underground museums they built inside a floating island, preserving petrifying samples of various objects, rarely participating in combat.
es: Los 'escultores' son un extraño grupo de magos subversivos, los cuales conocen el arte de la petrificación. Es una antigua y misteriosa forma de magia, sólo preservada en algunas de las antiguas ruinas con las cuales el Reino del Cielo se encontró. Trabajan en la mayor parte de los cuerpos físicos, sea una gota de lluvia o un completo ser sentiente. Curiosamente, el efecto se desvanece tras varias horas, dejando al objeto petrificado en su estado original, lo que significa que sostener el efecto durante largos periodos de tiempo requiere equipamiento mágico especial. Los escultores normalmente se cuidan de mostrarse, y simplemente andan por los museos subterráneos que construyeron en una isla flotante, preservando muestras petrificadas de varios objetos, por tanto raramente participando en combate.
ru: Скульпторы — странная группа чернокнижников, владеющих искусством окаменения. Это древняя и загадочная форма магии, сохранившаяся лишь в некоторых древних руинах, на которые наткнулось Небесное Королевство. Он действует на большинство видов физических тел, будь то капля дождя или целое живое существо. Интересно, что эффект проходит через несколько часов, оставляя окаменевший предмет в исходном состоянии, а это означает, что для поддержания эффекта в течение длительного периода времени требуется специальное магическое оборудование. Сами скульпторы обычно держатся особняком и обитают в построенных ими подземных музеях внутри плавучего острова, сохраняя окаменелые образцы различных предметов, редко участвуя в боевых действиях.

source: Shadow Mage
es: Mago sombrío
pl: Mag Cienia
ru: Фантом

source: Nocturnal Regeneration 8, +3 HP +20% max XP
pl: Przyrodnicza Regeneracja +8, Bonus do maksymalnego HP +3, +20% max XP
ru: Теневая регенерация 8, +3 хп, +20% макс. ОП

source: +1 damage and very skilled on cursed knives, +3 HP, +20% max XP
pl: +1 obrażeń i bardzo dobra umiejętność posługiwania się przeklętymi nożami, +3 HP, +20% max XP
ru: +1 урон и искусный для проклятых кинжалов, +3 ОЗ, +20% макс. ОП

source: The Shadowmagi are a subsection of the black mage group, who act as the Sky Kingdom's spies. They wear special enchanted suits, which make their wearers nearly impossible to see during night-time, but don't work as well in daylight. Their job consists of observing other nations from the shadows, sending the gathered intel to the Sky Kingdom via messages attached to magical eyes every few months or so. They are also quite capable at assassination, though the need for such drastic measures is extremely rare.
es: Los magos sombríos son una subsección del grupo de la magia negra, que sirven como espías para el Reino del Cielo. Llevan trajes especialmente encantados, los cuales hacen a sus portadores casi imposibles de ver durante la noche, pero no funciona tan bien durante el día. Su trabajo consiste en observar a otras naciones desde las sombras, enviando la inteligencia recolectada de vuelta al Reino del Cielo mediante mensajes adjuntos a ojos mágicos cada varios meses o así. Además son bastante capaces de asesinar, aunque la necesidad de medidas tan drásticas es extremadamente rara.
ru: Фантомы — подразделение группы черных магов, которые действуют как шпионы Небесного Королевства. Они носят специальные зачарованные костюмы, из-за которых их владельцев почти невозможно увидеть в ночное время, но они не так хорошо работают при дневном свете. Их работа состоит в наблюдении за другими народами из тени и отправке собранной информации в Небесное Королевство посредством сообщений, прикрепленных к волшебным глазам, каждые несколько месяцев или около того. Они также вполне способны на убийства, хотя необходимость в таких радикальных мерах возникает крайне редко.

source: cursed knives
es: cuchillos malditos
pl: przeklęte noże
ru: проклятые кинжалы

source: Sky Guardian
es: Guardián del cielo
pl: Strażnik Nieba
ru: Страж небес

source: Sky Guardians are the Sky Kingdom's most elite troops. They usually act as bodyguards of important members of the Sky Kingdom society (such the Guru and high-ranking members of the Council of Masters), but are also sent on the rare expeditions where extreme military presence is required. Their weapon of choice is an unusual one: a long handle with a spear tip on one end, and a mace head on the other. Normally such a weapon would be very impractical, so it has been enchanted to dynamically redistribute the weight according to the guardian's needs.
es: Los guardianes del cielo son las tropas más aguerridas de entre las del Reino del Cielo. Habitualmente actúan como guardaespaldas de los miembros importantes de la sociedad del Reino del Cielo (como el gurú y los miembros de alto rango del Consejo de Maestros), pero también son enviados a expediciones infrecuentes en las que es necesario extremar la presencia militar. Su arma favorita es una infrecuente: un largo testigo con una punta de lanza en un extremo, y una cabeza de maza en el otro. Normalmente tal arma sería muy poco práctica, así que se ha encantado para redistribuir el peso dinámicamente de acuerdo con las necesidades del guardián.
ru: Небесные стражи — самые элитные войска Небесного Королевства. Обычно они выступают в качестве телохранителей важных членов общества Небесного Королевства (таких как Гуру и высокопоставленные члены Совета Мастеров), но их также отправляют в редкие экспедиции, где требуется максимальное военное присутствие. Их оружие необычное: длинная рукоятка с наконечником копья на одном конце и наконечником булавы на другом. Обычно такое оружие было бы очень непрактично, поэтому оно было зачаровано так, чтобы динамически перераспределять вес в соответствии с потребностями стража.

source: blade
es: cuchilla
pl: ostrze
ru: клинок

source: pike
es: pica
pl: pika
ru: пика

source: Sorcerer
es: Hechicero
pl: Czarodziej
ru: Волшебник
