Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: Era of Magic
es: Era de Magia
pl: Era Magii
ru: Эра Магии

source: The Era of Magic consists currently of 8 unique, fully animated factions: Barbarians, Darkblooded, Destroyers, Kharos, Runemasters, Sky Kingdom, Summoners and Tharis. Many units have fancy custom abilities/weapon specials.
es: La Era de Magia consta actualmente de 8 facciones únicas y completamente animadas: Bárbaros, Sangreoscura, Destructores, Caros, Maestros rúnicos, Reino del Cielo, Invocadores y Taris. Muchas unidades tienen sofisticadas habilidades personalizadas o armas especiales.
pl: Era Magii zawiera obecnie 8 unikalnych, w pełni animowanych frakcji. Są to: Barbarzyńcy, Ciemnokrwiści, Niszczyciele, Kharos, Mistrzowie Run, Podniebne Królestwo, Przywoływacze i Tharis.
ru: На данный момент Эра Магии это 8 уникальных, полностью анимированных фракций: Варвары, Союз Темной Крови, Уничтожители, Карос, Мастера Рун, Небесное Королевство, Призыватели и Тарис. С новыми уникальными бойцами появляются оригинальные особенности и новые эффекты атак.

source: Era of Magic (RPG)
es: Era de Magia (RPG)
pl: Era Magii (RPG)
ru: Эра Магии РПГ

source: A variant of Era of Magic designed for playing scenarios which involve elements of roleplaying (RPG) by having lvl1 units as leaders with empty recruit lists. NOTE: many units have altered stats and abilities to ensure a more balanced experience
pl: Wariant Ery Magii przeznaczony do rozgrywania scenariuszy zawierających elementy RPG, w których liderami są jednostki na poziomie 1 z pustymi listami rekrutów. UWAGA: wiele jednostek ma zmienione statystyki i zdolności, aby zapewnić bardziej zrównoważone wrażenia
ru: Вариация Эры Магии для игры в сценарии, в которых под управлением игроков боец 1 уровня в качестве лидера, без найма других войск. ВНИМАНИЕ: характеристики и способности большинства бойцов были изменены для получения более сбалансированного игрового опыта

source: Era of Magic (RPG) (unbalanced)
pl: Era Magii (RPG) (niezbalansowana)
ru: Эра Магии РПГ (несбалансированная)

source: A variant of Era of Magic designed for playing scenarios which involve elements of roleplaying (RPG) by having lvl1 units as leaders with empty recruit lists. Unit stats and abilities are unchanged from normal variant WARNING: some abilities may break some scenarios and/or heavily influence outcomes of matches. It is also advised to avoid using this in PvP rpg scenarios due to the heavily unbalanced nature of this variant.
pl: Wariant Ery Magii przeznaczony do rozgrywania scenariuszy, które zawierają elementy odgrywania ról (RPG) poprzez posiadanie jednostek lvl1 jako liderów z pustymi listami rekrutów. Statystyki i zdolności jednostek pozostają niezmienione w stosunku do normalnego wariantu OSTRZEŻENIE: niektóre zdolności mogą zepsuć niektóre scenariusze i/lub znacząco wpłynąć na wyniki meczów. Zaleca się również unikanie używania tego wariantu w scenariuszach rpg PvP ze względu na mocno niezbalansowaną naturę tego wariantu.
ru: Вариация Эры Магии для игры в сценарии, в которых под управлением игроков боец 1 уровня в качестве лидера, без найма других войск. Характеристики бойцов не отличаются от стандартных в Эре Магии ВНИМАНИЕ: в данной вариации некоторые способности будут обладать мощным преимуществом, поэтому не рекомендуется использовать её в PvP РПГ сценариях.

source: Era of Magic (Age of Heroes)
es: Era de Magia (Era de Héroes)
pl: Era Magii (Wiek Bohaterów)
ru: Эра Магии (Эпоха Героев)

source: A variant of Era of Magic with higher level units: level 3 leaders, with level 1 and 2 units available for recruit. Not considered balanced.
es: Una variante de Era de Magia con unidades de niveles superiores: líderes de nivel 3, con unidades de niveles 1 y 2 disponibles para reclutar. No se considera equilibrado.
pl: Wariant Ery Magii z wysokopoziomowymi jednostkami: liderami 3 poziomu i rekrutami o poziomach 1 i 2. Ten tryb nie jest zbalansowany.
ru: Вариация Эры Магии с бойцами старшего уровня: лидеры 3 уровня, к найму доступны воины 1 и 2 уровня. Не считается сбалансированной.

source: Era of Magic (Masters)
es: Era de Magia (Maestros)
pl: Era Magii (Mistrzowie)
ru: Эра Магии (Легенды)

source: A variant of Era of Magic with higher level units: level 3-4 leaders, with level 2 and 3 units available for recruit. Not considered balanced. Note: level 3 leaders in this variant get the 'heroic' trait, which is a combination of strong, dextrous, resilient, quick (without the hitpoint reduction) and intelligent traits. In some cases however (mainly units with lots of ranged strikes), the units may get other traits instead.
pl: Wariant Ery Magii z jednostkami wyższego poziomu: liderzy 3-4 poziomu, z jednostkami 2 i 3 poziomu dostępnymi do rekrutacji. Nie jest uważany za zbalansowany. Uwaga: liderzy 3. poziomu w tym wariancie otrzymują cechę "heroiczny", która jest połączeniem cech siły, zręczności, odporności, szybkości (bez redukcji punktów życia) i inteligencji. Jednak w niektórych przypadkach (głównie w przypadku jednostek z dużą liczbą ataków dystansowych) jednostki mogą zamiast tego otrzymać inne cechy.
ru: Вариация Эры Магии с бойцами старшего уровня: лидеры 4 уровня, к найму доступны бойцы 2 и 3 уровня. Не считается сбалансированной. ВНИМАНИЕ: в этой вариации лидеры 3 уровня получают черту "героический", которая является совмещением черт (сильный, меткий, быстрый, выносливый, умный). Некоторые лидеры (в основном с атаками дальнего боя) могут получить другие черты.

source: The required add-on “<i>Era of Magic Resources</i>” is currently <b>not</b> installed.
es: El complemento requerido “<i>Era of Magic Resources</i>” actualmente <b>no</b> está instalado.
pl: Wymagany dodatek "<i>Era Magii Zasoby</i>" jest obecnie <b>niezainstalowany</b>.
ru: Связанный аддон “<i>Era of Magic Resources</i>” i на данный момент <b>не</b> установлен.

source: range^kamikaze
es: kamikaze
pl: kamikaze
ru: камикадзе

source: secret
es: secreto
pl: sekretny
ru: тайный

source: Barbarians
es: Bárbaros
pl: Barbarzyńcy
ru: Варвары

source: Dark Blood Alliance
es: Alianza Sangre Oscura
pl: Sojusz Ciemnokrwistych
ru: Союз Темной Крови

source: Destroyers
es: Destructores
pl: Niszczyciele
ru: Уничтожители

source: Kharos
es: Caros
ru: Карос

source: Runemasters
es: Maestros rúnicos
pl: Mistrzowie Run
ru: Мастера рун

source: Sky Kingdom
es: Reino del Cielo
pl: Podniebne Królestwo
ru: Небесное королевство

source: Summoners
es: Invocadores
pl: Przywoływacze
ru: Призыватели

source: Tharis
es: Taris
ru: Тарис

source: Underground
es: Subterráneo
pl: Podziemia
ru: Подземье

source: teamname^Zombies
es: Zombis
pl: Zombie
ru: Зомби

source: teamname^Defenders
es: Defensores
pl: Obrońcy
ru: Защитники

source: income
es: ingresos
pl: dochód
ru: доход

source: gold bonus
es: bonus de oro
pl: dodatkowe złoto
ru: бонус золота

source: EoMa 4p — Zombies Challenge
es: EdMa 4j — Desafío de zombis
pl: EoMa 4g — Wyzwanie Zombie
ru: EoMa 4и — Испытание зомби

source: Can you survive in a dark cavern full of zombies? This 1-4 players survival scenario gives you a chance to test your skills against endless hordes of EoMa zombies! Note: This map's waves system is compatible with any turn limit, not just the one in default map settings. You can even play it with no turn limit, resulting in a 'survive as long as possible' type of a match. Authors: inferno8, ForestDragon
es: ¿Puedes sobrevivir en una caverna oscura llena de zombis? ¡Este escenario de supervivencia de 1 a 4 jugadores te da la oportunidad de probar tus habilidades contra interminables hordas de zombis EdMa! Nota: El sistema de oleadas de este mapa es compatible con cualquier límite de turnos, no sólo con el de la configuración predeterminada del mapa. Incluso puedes jugarlo sin límite de turnos, lo que resulta en un tipo de partida de "sobrevivir el mayor tiempo posible". Autores: inferno8, ForestDragon
pl: Czy potrafisz przetrwać w mrocznej jaskini pełnej zombie? Ten scenariusz typu przetrwanie dla 1-4 graczy daje ci szansę sprawdzenia swoich umiejętności przeciwko niezliczonym hordom zombie z Ery Magii! Informacja: System fal ataków na tej mapie jest w pełni kompatybilny z dowolnym limitem tur, nie tylko tym z domyślnych ustawień mapy. Możesz nawet grać z wyłączonym limitem, przekształcając rozgrywkę w scenariusz typu 'wytrzymaj najdłużej jak się da'. Autorzy: inferno8, ForestDragon
ru: Сможете выжить в темной пещере заполненной ходячими трупами? Этот сценарий для 1-4 игроков даст вам шанс проявить свои тактические способности против бесконечных орд зомби из Эры Магии! Внимание: система волн противников работает с любым количеством ходов, экспериментируйте и попробуйте продержаться как можно дольше. Авторы: inferno8, ForestDragon

source: EoMa 4p — Zombies Challenge (Configurable)
es: EdMa 4j — Desafío de zombis (configurable)
pl: EoMa 4g — Wyzwanie Zombie (Zmodyfikowany)
ru: EoMa 4и — Испытание зомби (настраиваемый)

source: Configurable version of the map, allowing players to adjust the map's difficulty in a variety of ways, using the options during map creation. Note: This map's waves system is compatible with any turn limit, not just the one in default map settings. You can even play it with no turn limit, resulting in a 'survive as long as possible' type of a match. Authors: inferno8, ForestDragon
es: Versión configurable del mapa, que permite a los jugadores ajustar la dificultad de varias maneras, usando las opciones durante la creación del mapa. Nota: El sistema de oleadas de este mapa es compatible con cualquier límite de turnos, no sólo con el de la configuración predeterminada del mapa. Incluso puedes jugarlo sin límite de turnos, lo que resulta en un tipo de partida de "sobrevivir el mayor tiempo posible". Autores: inferno8, ForestDragon
pl: Dająca się skonfigurować wersja oryginalnej mapy, pozwalająca graczom na dostosowanie poziomu trudności na różny sposób. Informacja: System fal ataków na tej mapie jest w pełni kompatybilny z dowolnym limitem tur, nie tylko tym z domyślnych ustawień mapy. Możesz nawet grać z wyłączonym limitem, przekształcając rozgrywkę w scenariusz typu 'wytrzymaj najdłużej jak się da'. Autorzy: inferno8, ForestDragon
ru: Настраиваемая версия карты, позволяющая изменить сложность при создании игры. Внимание: Система волн противников работает с любым количеством ходов, экспериментируйте и попробуйте продержаться как можно дольше. Авторы: inferno8, ForestDragon

source: (default:2) first wave's turn
pl: (domyślnie:2) tura pierwszej fali
ru: (по умолчанию: 2) ход появления первой волны

source: (default:3) delay between each wave (in turns)
pl: (domyślnie:3) opóźnienie między każdą falą (w obrotach)
ru: (по умолчанию: 3) задержка между волнами (ходов)

source: spawns zombies every (number) turns.
es: genera zombis cada (número) turnos.
pl: nowe zombie pojawiają się raz na określoną liczbę tur.
ru: зомби появляются каждые (число) ходов.

source: (default:3) strength of the first wave
pl: (domyślnie:3) siła pierwszej fali
ru: (по умолчанию: 3) сила первой волны

source: amount of zombies in the first wave per corner (multiply by 4 for total amount)
pl: liczba zombie w pierwszej fali na jeden róg mapy (pomnóż przez 4, aby uzyskać całkowitą liczbę)
ru: число зомби в первой волне в каждом из углов карты (умножьте на 4 для общего количества)

source: (default:1) add more zombies each wave by (number) (per corner)
pl: (domyślnie:1) dodaj więcej zombie w każdej fali o (liczba) (na róg mapy)
ru: (по умолчанию: 1) дополнительное число зомби в каждой волне (в каждом углу)

source: the amount of zombies in each wave increases by (number) (in each corner)
es: la cantidad de zombis se incrementa cada oleada en (número) (en cada esquina)
pl: liczba zombie w każdej fali zwiększa się o określoną ilość (w każdym rogu)
ru: количество зомби увеличивается на (число) ( в каждом углу)

source: (default:8) small waves of zombies spawn every <number turns>
pl: (domyślnie: 8) małe fale zombie pojawiają się co <ilość tur>
ru: (по умолчанию: 8) через сколько ходов появляются небольшие волны зомби

source: small waves of zombies spawn from north/south/east/west tunnels every (number turns)
es: pequeñas oleadas de zombis aparecen desde los túneles norte/sur/este/oeste cada (número de turnos)
pl: małe grupy zombie pojawiają się na północy/południu/wschodzie/zachodzie raz na określoną ilość tur
ru: небольшие волны зомби будут появляться из северного/южного/восточного/западного туннелей через (число) ходов

source: (default:10) a gold/income reward every (number) turns
pl: (domyślnie: 10) nagroda w złocie/dochodzie co (liczba) tur
ru: (по умолчанию: 10) награда в виде дохода/золота каждые … ходов

source: all players get a gold/income reward every (number) turns
es: Todos los jugadores obtendrán una recompensa de oro/ingresos cada (número) turnos.
pl: wszyscy gracze dostają nagrodę w postaci złota/dochodu raz na określoną liczbę tur
ru: все игроки получают бонус золота через (число) ходов

source: (default:1) bonus income per reward turn
pl: (domyślnie:1) dodatkowy dochód na turę nagrody
ru: (по умолчанию: 1) размер дохода в каждой награде

source: the amount of bonus income a player gets every reward turn. the bonus increases the specified amount every reward turn.
es: Cantidad de ingresos extra que un jugador obtiene en cada turno de recompensa. La bonificación aumenta la cantidad especificada cada turno de recompensa.
pl: ilość dodatkowego dochodu który otrzymuje gracz raz na określoną ilość tur. Bonus zwiększa się co określoną ilość tur.
ru: прирост бонусного дохода после каждого получения.

source: (default:25) bonus gold per reward turn
pl: (domyślnie: 25) dodatkowe złoto na turę nagrody
ru: (по умолчанию: 25) размер золота в каждой награде

source: the amount of bonus gold a player gets every reward turn. the bonus increases the specified amount every reward turn.
es: Cantidad de oro extra que un jugador obtiene en cada turno de recompensa. La bonificación aumenta la cantidad especificada cada turno de recompensa.
pl: ilość dodatkowego złota które otrzymuje gracz raz na określoną ilość tur. Bonus zwiększa się co określoną ilość tur.
ru: прирост бонусного золота после каждого получения.

source: (default:yes) Enemy villages spawn zombies
pl: (domyślnie: tak) Wrogie wioski przywołują zombie
ru: (по умолчанию: да) вражеские деревни создают зомби

source: Every new turn all villages captured by the enemy will spawn 1 zombie each.
es: Cada nuevo turno todas las aldeas capturadas por el enemigo harán aparecer 1 zombi cada una.
pl: Co turę we wszystkich wioskach kontrolowanych przez przeciwnika pojawi się 1 nowy zombie.
ru: Каждая захваченная врагами деревня будет создавать 1 зомби.

source: (default:yes) Capturing enemy village spawns 2 zombies
pl: (domyślnie: tak) Przejęcie wioski wroga przywołuje 2 zombie
ru: (по умолчанию: да) захват вражеских деревень создаёт 2 зомби

source: Every time you capture an enemy village, 2 zombies appear in close vicinity.
es: Cada vez que captures una aldea enemiga, 2 zombis aparecerán en la vecindad.
pl: Za każdym razem gdy zajęta zostanie wroga wioska, 2 nowe zombie pojawią się w pobliżu.
ru: Когда вы освободите деревню от врагов, из неё появится 2 зомби.

source: Barbarian
es: Bárbaro
pl: Barbarzyńca
ru: Варвар

source: sword+axe
es: espada+hacha
pl: miecz+topór
ru: меч и топор

source: Barbarian Berserker
es: Berserker bárbaro
pl: Barbarzyński Berserker
ru: Берсерк

source: Barbarian King
es: Rey bárbaro
pl: Barbarzyński Król
ru: Король варваров

source: The Barbarian King is the Great Horde's ruthless monarch, ruling over his subjects with an iron fist. Though he spends most of his time on his skull-decorated throne, he can easily beat just about any opponent in one-on-one melee combat, or groups of inexperienced soldiers. He always dreamed of conquering the Jungle of Life (with it's vast natural resources), stopping at nothing to make his dream a reality.
es: El Rey Bárbaro es el implacable monarca de la Gran Horda, dominando a sus súbditos con puño de hierro. A pesar de que se pasa la mayor parte de su tiempo en su trono decorado con calaveras, puede vencer fácilmente a casi cualquier enemigo en un combate singular cuerpo a cuerpo, o a grupos de soldados sin mucha experiencia. Siempre ha soñado con conquistar la Jungla de la Vida (con sus vastos recursos naturales), no deteniéndose ante nada para poder hacer realidad su sueño.
ru: Король варваров это безжалостный владыка Великой Орды, грозно правящий железной рукой. Несмотря на то, что большую часть времени он восседает на своем украшенном черепами троне, не стоит обманываться, он с легкостью одолеет любого в рукопашной один на один, и разметает группу обычных солдат. Его мечта это завоевать Джунгли Жизни, дабы завладеть их изобильными ресурсами, и его ничто не остановит.

source: double attack
es: ataque doble
pl: podwójny atak
ru: двойная атака

source: Barbarian Lord
es: Amo bárbaro
pl: Barbarzyński Władca
ru: Лорд варваров

source: Barbarian Lord is a towering, muscular figure, exuding an aura of unbridled strength and authority. As a high-ranking orc warrior, below only the Barbarian King himself, he commands respect and fear from his brethren, possessing a deadly combination of brute force and tactical acumen. Dual-wielding a pair of devastating weapons – a heavy greatsword and a double-headed battleaxe – he rends his foes asunder, leaving a trail of carnage in his wake. He mastered this form of combat so well that he can even take on two foes in close range simultaneously, dispatching them with brutal efficiency. And if an opponent is too far to reach, he can switch to throwing hatchets instead. Few warriors dare to cross swords with a Barbarian Lord, and far fewer live to tell the tale.
ru: Лорд варваров - это возвышающаяся, мускулистая фигура, источающая ауру безудержной силы и власти. Как высокопоставленный воин-орк, выше которого только сам Король варваров, он вызывает уважение и страх у своих собратьев, обладая смертоносным сочетанием грубой силы и тактической смекалки. Владея двумя видами разрушительного оружия - тяжелым мечом и двулезвийным боевым топором, - он разрывает врагов на части, оставляя за собой кровавый след. Он настолько хорошо освоил эту форму боя, что может сражаться с двумя противниками одновременно на близком расстоянии, уничтожая их с жестокой эффективностью. А если до противника слишком далеко, он может переключиться на метание топориков. Немногие воины осмеливаются скрестить мечи с Повелителем варваров, и еще меньше воинов остаются в живых, чтобы рассказать об этом.

source: Blood Warrior
es: Guerrero bárbaro
pl: Krwawy Wojownik
ru: Воин крови

source: +3 non-berserk damage, +2 berserk damage, +2 HP, +25% max XP
pl: +3 obrażenia bez berserkera, +2 obrażenia do berserkera, +2 HP, +25% maksymalnych XP
ru: +3 урона обычной атаке, +2 урона атаке с берсерком, +2 ОЗ, +25% макс. ОП

source: Bloodlust 8, +4 HP +20% max XP
pl: Żądza krwi +8, Bonus do maksymalnego HP +4, +20% max XP
ru: Жажда крови +8, +4 ОЗ, +20% макс. ОП

source: +15% blade/pierce/impact resistance, +3 HP +20% max XP
pl: +15% odporności do siecznych/kłutych/obuchowych obrażeń, +3 HP +20% maksymalnego XP
ru: +15% ко всем физическим сопротивлениям, +3 ОЗ, +20% макс. ОП

source: +1 MP, +2 HP, +20% max XP
pl: +1 punkt ruchu, +2 HP, +20% maksymalnego XP
ru: +1 очко хода, +2 ОЗ, +20 макс. ОП

source: Blood Warriors are savage bloodthirsty orcs, driven by a singular purpose – to slaughter everything in their path. These elite Barbarian berserkers from the Barbarian faction charge into battle with no regard for their own safety, relying on their rage and martial prowess to overcome almost any obstacle. Wielding twin gauntlet-mounted blades, they strike with lightning speed and merciless efficiency, tearing through ranks of foes without hesitation. Their eyes gleam with bloodlust, fueled by a never-ending thirst for violence; once engaged, they become an unstoppable force of nature, relentless in their pursuit of victory. Even after vanquishing an adversary, the Blood Warrior does not rest – he continues to press forward, seeking fresh blood add to his already impressive tally of kills.
ru: Воины крови - это дикие кровожадные орки, движимые единственной целью - уничтожать все на своем пути. Эти элитные берсеркеры Варваров рвутся в бой, не заботясь о собственной безопасности, полагаясь на свою ярость и боевое мастерство, чтобы преодолеть практически любое препятствие. Орудуя сдвоенными клинками, закрепленными на перчатках, они наносят молниеносные и беспощадные удары, без колебаний прорываясь сквозь ряды врагов. Их глаза сверкают жаждой крови, подпитываемой бесконечной жаждой насилия; вступив в бой, они превращаются в неостановимую силу природы, неустанно стремящуюся к победе. Даже победив противника, Воин Крови не успокаивается - он продолжает идти вперед, стремясь пополнить свой и без того впечатляющий счет убийств свежей кровью.

source: blades
es: cuchillas
pl: ostrza
ru: клинки

source: Cyclops
es: Cíclope
pl: Cyklop
ru: Циклоп

source: Cumbersome and lacking fine intellect, the Cyclops race had been driven near to extinction before becoming a part of the barbarian horde. Two centuries later and these lumbering beasts have flourished, growing in both strength and number. Some say that it was a strange magic which bound the cyclopes to their new allegiance and is perhaps a reason for their increased power. One thing about these beasts is a certainty: when facing one in combat it is best not to get hit.
es: Torpe y carente de un intelecto refinado, la raza de los cíclopes fue conducida casi hasta la extinción antes de formar parte de la horda bárbara. Después de dos siglos, esta raza ha prosperado, creciendo en fuerza y número. Se dice que fue una extraña magia la que vinculó a los cíclopes con su nueva alianza y que tal vez ésta sea la razón del aumento de su poder. Hay una cosa cierta acerca de estas bestias: cuando te enfrentas a uno de ellos en combate es mejor que no llegue a golpearte.
pl: Toporna i mało inteligentna rasa Cyklopów o mało nie wymarła przed przyłączeniem się do barbarzyńskich hord. Dwieście lat później te ciężko stąpające bestie ponownie urosły w liczbie i sile. Niektórzy mówią, że to na skutek działania jakiejś dziwnej magii, która uczyniła z Cyklopów istoty bardziej pokorne niż wcześniej i która jednocześnie zwiększyła ich wytrzymałość. Jedno jest pewne: jeśli mierzysz się w walce z jednym z nich, lepiej żebyś nie oberwał.
ru: Громоздкие и обделенные интеллектом Циклопы вымирали пока не стали частью варварской орды. Уже всего через два века эти монстры процветали, стали сильнее и многочисленнее. Некоторые говорят, что к новому союзу Циклопов привязывала какая-то магия, и, возможно, она и послужила причиной роста их силы. Одно известно точно— когда сражаешься с ними лицом к лицу, лучше не попадать под удар.

source: Cyclops Breaker
es: Cíclope rompedor
pl: Cyklop Łamacz
ru: Крушитель

source: Dauntless, +5 HP +20% max XP
pl: Nieustraszony, Bonus do maksymalnego HP +5, +20% max XP
ru: Неостановимый, +5 ОЗ, +20% макс. ОП

source: +1 MP, +5 HP, +20% max XP
pl: +1 punkt ruchu, +5 HP, +20% maksymalnego XP
ru: +1 очко хода, +5 ОЗ, +20% макс. ОП
