Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: Bishops are seasoned and highly respected priestesses of Light, setting themselves apart through their proficiency in channeling the divine power of the Light. Not only do their blessings rapidly restore their allies' wounds, but they also significantly boost the morale of those around them. By drawing upon their deep understanding of the intricacies of Light magic, these esteemed individuals are able to imbue their spells with greater potency than Clerics. As veteran members of the priesthood, they hold significant power and influence within the Kharosian society.
ru: Епископы — это опытные и весьма уважаемые жрицы Света, выделяющиеся своим мастерством в передаче божественной силы Света. Их благословения не только быстро залечивают раны союзников, но и значительно повышают боевой дух окружающих. Опираясь на свое глубокое понимание тонкостей магии Света, эти уважаемые люди способны наделить свои заклинания большей силой, чем Клерики. Будучи ветеранами духовенства, они обладают значительной властью и влиянием в Каросийском обществе.

source: Bronze Warrior
es: Guerrero de bronce
pl: Brązowy Wojownik
ru: Бронзовый воин

source: Bronze warriors are former white warriors who are able to afford better equipment, wielding a sword and a mace. They also wear full-plate bronze armor, for which they got their name in the first place.
es: Los guerreros de bronce son antiguos guerreros blancos que han podido permitirse un mejor equipo, portando una espada y una maza. Además, llevan un armadura completa de placas de bronce, la cual les ha llevado a ganarse su nombre.
ru: Бронзовые воины — бывшие белые воины, которые могут себе позволить лучшее снаряжение, владеющие мечом и булавой. Они также носят цельные бронзовые доспехи, за что и получили свое название.

source: Cavalry Archer
es: Jinete arquero
pl: Konny Łucznik
ru: Конный лучник

source: Cavalry Archers used to be a single independent tribe in the past. They come from the Acacia Forest region which is now a part of the Kharos country. They are mainly used as scouts or messengers, but they are also quite good for flanking, or chasing down retreating enemies.
es: Los jinetes arqueros solían ser una tribu independiente en el pasado. Vienen de la región del Bosque de las Acacias, la cual es ahora una parte del país de Caros. Son principalmente empleados como exploradores o mensajeros, pero son también bastante buenos para flanquear, o para perseguir a los enemigos en retirada.
ru: В прошлом конные лучники были одним независимым племенем. Они происходят из региона Леса Акации, который сейчас является частью страны Карос. В основном их используют в качестве разведчиков или связных, но они также весьма хороши для флангового обхода или преследования отступающих врагов.

source: female^Child of Light
es: Hija de la luz
pl: Córa Światła
ru: Дитя Света

source: light touch
es: toque de luz
pl: dotyk światła
ru: прикосновение света

source: lightstorm
es: tormenta de luz
pl: świetlna burza
ru: буря света

source: female^Cleric
es: Clériga
pl: Kleryk
ru: Клирик

source: In the Kharosian society, it's common for women to join the priesthood. They dedicate much of their time to studying light magic, which is far more widely practiced by Kharosian women, while solar magic is more commonly used by the Kharosian men. In peacetime they mainly perform religious duties and heal the sick, while in wartime they conjure beams of light at their foes, and heal wounded comrades. The more experienced clerics usually end up becoming Bishops, but some may choose to take a much different path.
ru: В каросийском обществе женщины часто присоединяются к священству. Они посвящают большую часть своего времени изучению магии света, которую гораздо более широко практикуют каросийские женщины, тогда как солнечная магия чаще используется каросийскими мужчинами. В мирное время они в основном выполняют религиозные обязанности и лечат больных, а в военное время вызывают лучи света на своих врагов и исцеляют раненых товарищей. Более опытные священнослужители обычно становятся епископами, но некоторые могут выбрать совсем другой путь.

source: Divine Executor
es: Ejecutor divino
pl: Boski Egzekutor
ru: Священный воитель

source: The most elite Impalers often attain great importance in Kharos society, earning the title of Divine Executors due to their exceptional rarity and heroism. These soldiers have lived through numerous battles with little more than their skill and determination to protect their people. As a result, they are granted special sacred equipment inspired by historic legends that have shaped Kharos' destiny and survival. While these tools may lack the same level of magical resistance as those wielded by Sun Followers' cult members, they offer distinct advantages such as increased maneuverability and the ability to inflict huge amounts of damage to evil forces.
ru: Самые элитные Пронзатели часто приобретают большое значение в обществе Кароса, зарабатывая титул Священных воителей из-за своей исключительной редкости и героизма. Эти солдаты пережили множество сражений, имея лишь свои навыки и решимость защитить свой народ. В результате им даруется особое священное снаряжение, вдохновленное историческими легендами, которые определили судьбу и выживание Кароса. Хотя этим инструментам может не хватать такого же уровня магической устойчивости, как тем, которыми владеют члены культа Последователей Солнца, они предлагают явные преимущества, такие как повышенная маневренность и способность наносить огромный урон силам зла.

source: Elemental Archer
es: Arquero elemental
pl: Elementarny Łucznik
ru: Элементальный лучник

source: Elite cavalry archers are often seen using enchanted arrows to gain the upper hand in combat. The process of making these arrows remains a mystery, but some speculate that the Sky Kingdom is involved in it.
es: Los arqueros a caballo de élite son a menudo vistos usando flechas encantadas para ganar ventaja en el fragor de la batalla. El proceso de elaborar estas flechas permanece siendo un misterio, pero algunos especulan que el Reino del Cielo está de alguna forma involucrado en el mismo.
ru: Элитные кавалерийские лучники часто используют зачарованные стрелы, чтобы одержать верх в бою. Процесс изготовления этих стрел остается загадкой, но некоторые предполагают, что в нем замешано Небесное Королевство.

source: Fanatic
es: Fanático
pl: Fanatyk
ru: Фанатик

source: Kill and Run 2, +3 HP, +20% max XP
pl: +Cios i Ucieczka 2; +3 max PŻ; +20% max XP
ru: Убил-убежал 2, +3 ОЗ, +20% макс. ОП

source: +1 strike on melee, +3 HP, +20% max XP
pl: +1 cios wręcz; +3 PŻ; +20% max XP
ru: +1 удар в ближнем бою, +3 ОЗ, +20% макс. ОП

source: Magic Dodge on melee, +3 HP, +20% max XP
pl: Magiczny unik w walce wręcz, +3 HP, +20% max XP
ru: Волшебный уворот в ближнем бою, +3 ОЗ, +20% макс. ОП

source: Fanatics belong to a very unique cast of warriors in Kharos society. Equipped with enchanted blades converting enemy pain into healing power. Once deployed, they can outmatch even the strongest warriors.
es: Los fanáticos pertenecen a una clase muy selecta de guerreros en la sociedad de Caros. Equipados con cuchillas encantadas, convierten el dolor del enemigo en poder curador. Una vez desplegados, pueden aventajar incluso a los guerreros más fuertes.
ru: Фанатики уникальная каста воинов Кароса. Оснащенные зачарованными клинками, преобразующими боль врага в целительную силу. Их пляска смерти страшит даже легендарных воинов.

source: female^Fire Priestess
pl: Kapłanka Ognia
ru: Жрица пламени

source: Fire Priestess is a devout servant of the Order of Fire, a mystical sect known for harnessing the raw power of flame to annihilate their enemies. The order itself has existed for a long time, being founded during Kharos's unification wars, but was few in number for most of its history. However, that changed after the start of the Tharis invasion of Kharos. Many former Clerics began flocking to the order in droves seeking vengeance, many of them having lost comrades or loved ones to the dark horde. Realizing that the kindness of the Light is too soft to deal with the merciless threat, they instead embrace the Sun's righteous fury. Rather than specializing in healing their comrades like Bishops do, Fire Priestesses believe that the best way to save lives is to vaporize an enemy before he is able to wound or kill anyone. With a flick of her wrist, a Fire Priestess can summon waves of burning fury to engulf her enemies, reducing them to ash and smoke. Her eyes burn bright with holy fervor, her heart consumed by the fire of righteousness. For her, there is no greater honor than defending her kin and faith with every breath, every swing of her blade and every fireball launched at enemies of Kharos.
ru: Жрица пламени - набожная служительница Ордена пламени, мистической секты, известной тем, что использует пожирающую силу пламени для уничтожения своих врагов. Сам орден существует уже давно, он был основан во время объединительных войн Кароса, но большую часть своей истории был немногочисленным. Однако все изменилось после начала вторжения тарисийцев в Карос. Многие бывшие клирики стали массово стекаться в орден в поисках мести, многие из них потеряли товарищей или близких в войне с темной орды. Понимая, что доброта Света слишком мягка, чтобы справиться с безжалостной угрозой, они принимают праведную ярость Солнца. Вместо того чтобы специализироваться на исцелении своих товарищей, как это делают епископы, жрицы Огня считают, что лучший способ спасти жизнь - это испарить врага до того, как он успеет кого-нибудь ранить или убить. Одним движением руки жрица Огня может вызвать волны жгучей ярости, которые охватят ее врагов, превратив их в пепел и дым. Ее глаза горят святым огнем, а сердце пылает огнем праведности. Для нее нет большей чести, чем защищать свой род и веру каждым вздохом, каждым взмахом клинка и каждым огненным шаром, запущенным во врагов Кароса.

source: Fire Swordsman
es: Espadachín de Fuego
pl: Ognisty Szermierz
ru: Огненный меченосец

source: Solar Regeneration 4/6, +3 HP +20% max XP
pl: Słoneczna Regeneracja +4/6, Bonus do maksymalnego HP +3, +20% max XP
ru: Солнечная регенерация 4/6, +3 ОЗ, +20% макс. ОП

source: +2 melee damage, +3 HP, +20% max XP
pl: +2 obrażeń wręcz; +3 maks. PŻ; +20% max XP
ru: +2 урона в ближнем бою, +3 ОЗ, +20% макс. ОП

source: +10% blade/pierce/impact/fire resistance, +3 HP +20% max XP
pl: +10% odporności na sieczne/kłute/obuchowe obrażenia oraz ogień, +3 HP +20% max XP
ru: +10% к физическим сопротивлениям и огню, +3 ОЗ, +20% макс. ОП

source: When a slicer survives enough battles he is given a fire sword as an addition to his normal blades. Fire Swordsmen's swords are enchanted by Fire Templars, using same magic that the latter use for their own blades.
ru: Изрубив достаточно врагов, достойному рубаке даруется зачарованный клинок - заговоренный Пламенными храмовницами. Огнем и мечом они несут очищение темным созданиям, не оставляя шанса на спасение.

source: female^Fire Templar
pl: Templariusz Ognia
ru: Пламенная храмовница

source: Golden Warrior
es: Guerrero dorado
pl: Złoty Wojownik
ru: Золотой воин

source: Extremely fast, dangerous and powerful. The Golden warrior can focus the sun rays, completely burning enemies.
es: Extremadamente rápido, peligroso y poderoso. El guerrero dorado puede canalizar los rayos del sol, incinerando completamente a sus enemigos.
ru: Чрезвычайно быстрый, опасный и мощный. Золотой воин может фокусировать солнечные лучи, сжигая врагов дотла.

source: white sword
es: espada blanca
pl: biały miecz
ru: белый меч

source: Grand Kharosian Warbanner
es: Gran portaestandarte carosiano
pl: Wielka Chorągiew Kharosjańska
ru: Великий штандарт Кароса

source: It's common practice in the Kharosian military to use war banners to boost the nearby troops' morale. The banner itself shows the Kharos nation's emblem - the golden sun. It's protected by two people - a cleric, who shoots nearby foes with beams of light, and a soldier who carries the banner. The cleric also creates a protective aura on the banner, which decreases power of destructive spells casted against it.
es: En el ejército carosiano es una práctica común el uso de estandartes de guerra para potenciar la moral de las tropas cercanas. El estandarte en sí muestra el emblema de la nación Caros - el sol dorado. Está protegido por dos personas - un clérigo, que disparará a los enemigos cercanos con rayos de luz, y un soldado que porta el estandarte. El clérigo además crea un aura protectora en el estandarte, que reduce el poder de los hechizos destructivos que puedan ser lanzados contra él.
ru: В каросийской армии принято использовать военные знамена для поднятия боевого духа близлежащих войск. На самом знамени изображен герб народа Карос – золотое солнце. Его охраняют два человека — священнослужитель, стреляющий в ближайших противников лучами света, и солдат, несущий знамя. Священник также создает на знамени защитную ауру, уменьшающую силу разрушительных заклинаний, направленных против него.

source: Heavy Cavalry
es: Caballero pesado
pl: Ciężki Kawalerzysta
ru: Тяжелый конный лучник

source: Those Cavalry Archers who don´t dabble with foreign magic armour their horses with good and solid metal instead. They are still fearsome archers and their horses are strong too, but theiy have given some mobility in exchange for their heavier armour.
es: Aquellos arqueros a caballo que no incursionan en la magia extranjera arman sus caballos con un buen y sólido metal. Todavía son temibles arqueros y sus caballos también son fuertes, pero les dan algo de movilidad a cambio de su armadura más pesada.
ru: Те кавалерийские лучники, которые не балуются иностранной магией, вместо этого бронируют своих лошадей хорошим и прочным металлом. Они по-прежнему грозные лучники, и их лошади тоже сильны, но им придана некоторая подвижность в обмен на более тяжелые доспехи.

source: Hoplite
es: Hoplita
pl: Hoplita
ru: Гоплит

source: Hoplites are elite shielders, whose shields are large enough not only to protect themselves, but also to cover their comrades.
es: Los hoplitas son escuderos de élite, cuyos escudos son suficientemente grandes como para protegerse no sólo ellos mismos, sino además a sus camaradas.
ru: Гоплиты — элитные щитоносцы, чьи щиты достаточно велики не только для того, чтобы защитить себя, но и для прикрытия своих товарищей.

source: female^Inspired
es: Inspirada
pl: Natchniona
ru: Вдохновленная

source: When a Sister of light grows older and sees more of the harsh world she may not only be filled with more light, but also with courage and bravery. If this is the case she learns the way of the sword from the Golden Warriors and the way of the bow from the archers. While learning this way of the warrior she is still able to wield the arcane magic of the light which she bound to her arrows. Paired with her courage and bravery she inspire the younger and more inexperienced soldiers of Kharos to fight ever harder for the light and the sun.
es: Cuando una hermana de la luz envejece y ve más del duro mundo, es posible que no solo se llene de más luz, sino también de coraje y valentía. Si este es el caso, aprende el camino de la espada de los guerreros dorados y el camino del arco de los arqueros. Mientras aprende esta forma del guerrero, todavía puede ejercer la magia arcana de la luz que unió a sus flechas. Junto con su coraje y valentía, inspira a los soldados más jóvenes e inexpertos de Caros a luchar cada vez más por la luz y el sol.
ru: Когда Сестра света подрастет и увидит суровость окружающего мира, она может наполниться не только большим светом, но также мужеством и отвагой. В этом случае она учится владению мечом и луком у Золотых Воинов. В битве она все еще способна владеть тайной магией света, которую она привязала к своим стрелам. Своими отвагой и доблестью она вдохновляет более молодых и неопытных солдат Кароса сражаться еще сильнее за свет и солнце.

source: holy arrow
es: flecha sagrada
pl: święta strzała
ru: святая стрела

source: Kharos War Banner
es: Estandarte de Caros
pl: Szandar Wojenny Kharos
ru: Боевое знамя Кароса

source: Kharosian Bulwark
es: Baluarte carosiano
pl: Kharosański Bastion
ru: Бастион

source: Kharosian Cataphract
es: Catafracto carosiano
pl: Kharosański Katafrakt
ru: Катафракт

source: Kharosian Impaler
es: Empalador carosiano
pl: Kharosański Chorąży
ru: Пронзатель

source: The title of Impaler is given to the best javelineers of Kharos. Their light equipment allows them to be more agile and cover more area on a battlefield which is very helpful in various tactical situations. Their coats protect them from enemy arrows very well while not limiting the movement. Additionally they're equipped with magic wards which absorb part of incoming magic damage.
es: El título de empalador se otorga a los mejores jabalineros de Caros. Su equipo liviano les permite ser más ágiles y cubrir más área en un campo de batalla, lo cual es muy útil en diversas situaciones tácticas. Sus abrigos los protegen muy bien de las flechas enemigas sin limitar el movimiento. Además, están equipados con protecciones mágicas que absorben parte del daño mágico entrante.
ru: Звание Пронзателя присваивается лучшим копьям Кароса. Их легкое снаряжение позволяет им быть более маневренными и покрывать большую площадь на поле боя, что очень полезно в различных тактических ситуациях. Их плащи очень хорошо защищают их от вражеских стрел, не ограничивая при этом движения. Кроме того, они оснащены магическими оберегами, поглощающими часть входящего магического урона.

source: Kharosian Javelineer
es: Jabalinero carosiano
pl: Kharosański Oszczepnik
ru: Метатель дротиков

source: Not all Kharosians can afford expensive shields used by elite troops. That is why some of them decide to specialize in throwing light spears to decimate their foes. This traditional way of fighting dates back to ancient times, when Kharos lands were divided among many different tribes and cults constantly waging domination wars against each other. One of such tribes was particularly known for its fierce javelineers wrecking havoc on their enemies. Nowadays Kharosian armies often consist of multiple squads of Javelineers and more experienced Impalers to gain the upper hand in any battle.
es: No todos los carosianos pueden permitirse los caros escudos que usan las tropas de élite. Es por ello que algunos deciden especializarse en arrojar lanzas ligeras para diezmar a sus enemigos. Esta forma tradicional de luchar se remonta a la antigüedad, cuando las tierras de Caros estaban divididas entre muchas tribus y cultos diferentes que constantemente libraban guerras de dominación entre sí. Una de esas tribus era particularmente conocida por sus feroces jabalineros que causaban estragos en sus enemigos. Hoy en día, los ejércitos carosianos a menudo consisten en múltiples escuadrones de los jabalineros y empaladores más experimentados para ganar ventaja en cualquier batalla.
ru: Не все каросийцы могут позволить себе дорогие щиты, используемые элитными войсками. Вот почему некоторые из них решают специализироваться на метании легких копий, чтобы уничтожать своих врагов. Этот традиционный способ борьбы восходит к древним временам, когда земли Кароса были разделены между множеством различных племен и культов, постоянно ведущих войны за господство друг против друга. Одно из таких племен было особенно известно своими свирепыми копьями, сеющими хаос среди врагов. В настоящее время каросийские армии часто состоят из нескольких отрядов дротикометателей и более опытных Пронзателей, позволяющих одержать верх в любой битве.

source: Kharosian Legionnaire
es: Legionario carosiano
pl: Kharosański Legionista
ru: Легионер

source: Kirios
ru: Кириос

source: The Kirios is a sun guardian who reached the peak of connection to the sun, at least to an extent achievable by a human being. During the day, he is able to easily regenerate even some of the wounds that would be lethal for anyone else, and his willpower is so strong, that he treats barrages of enemy spells as if they were just a gentle breeze. Kirios is able to summon large beams of solar energy, which are able to fry multiple foes in a row. He's also the commander-in-chief of the Kharos army.
es: El kirios es un guardián del sol que ha alcanzado la cima de la conexión con el sol, al menos en la extensión en la que es alcanzable por un ser humano. Durante el día, es capaz de regenerarse fácilmente incluso algunas de las heridas que habrían de ser letales para cualquier otro, y su determinación es tan fuerte, que considera los bombardeos de hechizos enemigos como una dócil brisa. Un kirios es capaz de invocar grandes haces de energía solar, los cuales son capaces de freír múltiples enemigos en una misma alineación. Es además el comandante en jefe del ejército de Caros.
ru: Кириос — хранитель солнца, достигший пика связи с солнцем, по крайней мере, в степени, достижимой для человека. В течение дня он способен легко регенерировать даже раны, которые были бы смертельными для любого другого, а его сила воли настолько сильна, что он воспринимает шквал вражеских заклинаний, как если бы они были всего лишь легким ветерком. Кириос способен вызывать большие лучи солнечной энергии, которые способны поджарить нескольких противников подряд. Он также является главнокомандующим армией Кароса.

source: fusion
es: fusión
pl: fuzja
ru: расплавление

source: solar beam
es: rayo solar
pl: promień słoneczny
ru: солнечный луч

source: female^Mistress of Light
es: Maestra luminosa
pl: Mistrzyni Światła
ru: Госпожа Света

source: In the annals of Kharos's history, there have been few individuals as remarkable as the Mistress of Light. Sometimes exceptionally talented and devout servants of Light appeared, whose sheer willpower allowed them to cross the border between spirit and body, turning them into living personifications of the Light. Her touch can heal even the most grievous of wounds, transforming darkness into light and despair into hope. For generations the Kharosians have waited for a new Mistress to appear.
ru: В анналах истории Кароса было мало людей, столь же выдающихся, как Госпожа Света. Иногда появлялись исключительно талантливые и преданные служители Света, одна лишь сила воли которых позволяла им переходить границу между духом и телом, превращая их в живые олицетворения Света. Ее прикосновение способно исцелить даже самые тяжкие раны, превратив тьму в свет, а отчаяние в надежду. Поколениями каросийцы ждали появления новой Хозяйки.

source: Mystical Archer
es: Arquero Místico
pl: Mistyczny Łucznik
ru: Мистический лучник

source: enchanted arrow
es: flecha encantada
pl: zaklęta strzała
ru: ледяная стрела

source: Platinum Warrior
es: Guerrero de platino
pl: Platynowy Wojownik
ru: Платиновый воин
