Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: This drone is protected by runes giving it improved fire, cold and arcane resistance (50%)
es: Este zángano está protegido por runas, concediendo resistencias mejoradas a fuego, frío y arcano (50%).
pl: Ten dron jest chroniony przez runy dające mu dodatkową odporność na ogień, chłód i tajemny typ obrażeń (50%)
ru: У этого дрона есть защитные руны улучшающие сопротивления магическому урону (50%).

source: better blades
es: mejores cuchillas
pl: lepsze ostrza
ru: улучшенные лезвия

source: This drone has better blades mounted on its legs. This provides it with a bonus damage.
es: Este zángano tiene mejores cuchillas montadas en sus patas. Concede un bonus de daño.
pl: Ten dron ma lepsze ostrza zamontowane na jego nogach. To daje mu bonus do obrażeń.
ru: У этого дрона есть улучшенные лезвия дарующие больше урона.

source: This drone has rotor mounted on its top allowing it to fly. It allows it to move faster (+1 movepoint).
es: Este zángano tiene un rotor montado que le permite volar. Aumenta su movimiento en 1.
pl: Ten dron ma śmigła zamontowane na czubku, pozwalające mu latać. Dzięki temu może poruszać się szybciej (+1 punkt ruchu).
ru: У этого дрона есть воздушный двигатель, позволяющий ему летать. Добавляет 1 очко хода.

source: This drone is equipped with a small cannon.
es: Este zángano está equipado con un pequeño cañón.
pl: Ten dron wyposażony jest w małe działko.
ru: У этого дрона есть небольшая пушка.

source: This drone can execute kamikaze protocols.
es: Este dron puede ejecutar protocolos kamikaze.
pl: Ten dron może wykonywać ataki kamikaze.
ru: Этот дрон может совершить протокол самоуничтожения.

source: This drone has the berserker ai module.
es: Este zángano tiene el módulo IA de frenesí.
pl: Ten dron ma moduł SI berserkera.
ru: У этого дрона есть прошивка берсерка.

source: This drone has the damage rune granting additional magical fire attack.
es: Este zángano tiene la runa de daño, que concede ataque de fuego mágico adicional.
pl: Ten dron ma runę obrażeń pozwalającą mu na zadawanie dodatkowych magicznych ognistych obrażeń.
ru: У этого дрона есть атакующие руны дарующие магическую огненную атаку.

source: upgrade drone
pl: ulepszenie drona
ru: улучшить дрона

source: This unit can install a specfic upgrade module on a Drone. Installing upgrades does not cost any movepoints or attacks.
pl: Ta jednostka może zainstalować określony moduł ulepszeń na dronie. Instalowanie ulepszeń nie kosztuje żadnych punktów ruchu ani ataków.
ru: Боец может установить определенное улучшение на дрона. Улучшение не стоит очков хода или атак.

source: This unit can install specific upgrade modules on a Drone. Installing upgrades does not cost any movepoints or attacks.
pl: Ta jednostka może instalować określone moduły ulepszeń na dronie. Instalowanie ulepszeń nie kosztuje żadnych punktów ruchu ani ataków.
ru: Боец может установить определенное улучшение на дрона. Улучшение не стоит очков хода или атак.

source: You don't have enough gold!
es: ¡No tienes oro suficiente!
pl: Masz za mało złota!
ru: У вас недостаточно золота!

source: Give additional armor
es: Dar armadura adicional
pl: Daj dodatkowy pancerz
ru: Установить дополнительную броню

source: Give runic plate
es: Añadir placa rúnica
pl: Daj pancerz runiczny
ru: Нанести защитные руны

source: Give better blades
es: Dar mejores cuchillas
pl: Daj lepsze ostrza
ru: Установить улучшенные лезвия

source: Give rotor
es: Añadir rotor
pl: Daj śmigła
ru: Установить воздушный двигатель

source: Mount cannon
es: Montar cañón
pl: Zamontuj działo
ru: Прицепить пушку

source: Install kamikaze module
es: Instalar módulo kamikaze
pl: Zainstaluj moduł kamikaze
ru: Установить модуль камикадзе

source: Give berserker ai module
es: Dar módulo IA de frenesí
pl: Daj moduł SI berserkera
ru: Установить прошивку берсерка

source: Give damage rune
es: Añadir daño rúnico
pl: Daj runę zniszczenia
ru: Нанести атакующие руны

source: Mount portable furnace
es: Montar horno portátil
pl: Zamontuj przenośny piec
ru: Установить осветительный элемент

source: upgradable
es: actualizable
pl: możliwy do udoskonalenia
ru: улучшаемый

source: This unit may receive different upgrades when adjacent to specific units. Also, when advancing, it can get different improvements.
es: Esta unidad puede recibir diferentes actualizaciones cuando está adyacente a unidades específicas. Además, al evolucionar, puede obtener diferentes mejoras.
pl: Ta jednostka może otrzymać różne udoskonalenia gdy stoi w pobliżu określonych jednostek. Poza tym może otrzymać różne ulepszenia również w przypadku awansowania na wyższe poziomy.
ru: Дрон может быть улучшен, когда стоит рядом со специальными бойцами. При повышении уровня может различные получить улучшения.

source: modernization
pl: modernizacja
ru: модернизация

source: This unit can make an adjacent drone advance, yet retain its exp after doing so. The unit uses up all of his movepoints, and then gains some exp. Also, the drone is unable to move/attack on the same turn as it is advanced.
es: Esta unidad puede hacer que un dron adyacente evolucione, pero conserva su experiencia después de hacerlo. La unidad usa todos sus puntos de movimiento y luego gana algo de experiencia. Además, el dron no puede moverse o atacar en el mismo turno en el que evoluciona.
pl: Ta jednostka może awansować sąsiedniego drona zachowując jego dotychczasowe punkty doświadczenia. Jednostka ta traci wtedy wszystkie punkty ruchu ale dostaje kilka punktów doświadczenia. Poza tym tak awansowany dron nie może się ruszać i atakować w tej samej turze kiedy awansował.
ru: Боец может повысить уровень рядом стоящего дрона. При этом он потратит все очки хода и атаки, но получит +3 ОП. Улучшенный дрон не может ходить или атаковать.

source: Upgrade Drone
pl: Ulepszenie Drona
ru: Улучшить дрона

source: The Sky Kingdom is a mysterious realm of powerful mages who dwell on majestic floating islands that drift across the skies like celestial behemoths. These aerial cities are said to be imbued with powerful magic, allowing them to navigate through the upper atmosphere with ease. From up high, the Sky Mages have a panoramic view of the world below, observing and trading with other nations as they soar across the skies. While the Sky Kingdom is renowned for its groundbreaking scientific advancements, it remains tight-lipped about its true intentions and goals. Some say the mages are driven by a quest for knowledge, while others speculate that they seek to unlock hidden secrets of the universe. Whatever their motivations, the Sky Kingdom's obsession with scientific progress has earned them a reputation as one of the most sophisticated societies on the planet.
ru: Небесное королевство - это таинственное царство могущественных магов, обитающих на величественных плавучих островах, которые дрейфуют по небу, словно облачные замки. Считается, что эти воздушные города пропитаны мощной магией, позволяющей им с легкостью перемещаться в верхних слоях атмосферы. С высоты маги неба приглядывают за миром внизу, торгуют и сотрудничают с другими народами. Хотя Небесное королевство славится своими революционными научными достижениями, оно хранит молчание о своих истинных намерениях и целях. Одни говорят, что магами движет стремление к знаниям, другие предполагают, что они хотят раскрыть скрытые тайны Вселенной. Какими бы ни были их мотивы, одержимость Небесного королевства научным прогрессом принесла ему репутацию одного из самых развитых обществ на планете.

source: In the heart of the vast Great Desert lies al-Kamija, a land inhabited by proud individuals who refer to themselves as Summoners. Their ancestors made a groundbreaking discovery - the Abyss, a mystical realm teeming with boundless energy, hidden at the very core of the desert. This mysterious domain held the secret to harnessing unfathomable might. Thanks to intricate magical circles developed by their forebears, the Summoners were able to tap into the Abyss' increadible potential and invoke powerful elemental beings and enigmatic entities from the depths of the realm. These relentless dwellers of the Abyss have proven to be fiercely loyal to the Summoners, granting them the ability to fulfil their deepest desires. Through their unique bond with these supernatural forces, the people of al-Kamija have crafted a near-utopian society that stands testament to their ingenuity and cunning..
ru: В самом сердце огромной Великой пустыни лежит Аль-Камиджа, земля, населенная гордыми людьми, называющими себя Призывателями. Их предки совершили революционное открытие - Бездну, мистическое царство, кишащее безграничной энергией, спрятанное в самой сердцевине пустыни. В этой таинственной области хранился секрет использования непостижимого могущества. Благодаря сложным магическим кругам, разработанным их предшественниками, Призыватели могли использовать невероятный потенциал Бездны и вызывать из ее глубин могущественных элементалей и загадочных сущностей. Эти неумолимые обитатели Бездны оказались яростно преданны Призывателям, даруя им возможность исполнять свои самые сокровенные желания. Благодаря уникальной связи с этими сверхъестественными силами народ Аль-Камиджи создал почти утопическое общество, свидетельствующее о его изобретательности и хитрости.

source: The cruel warlords and sovereigns of the East, the Tharis, are direct descendants of an ancient tribe that had long practiced dark magic. This ancient lineage has left an indelible mark on their physical appearance, as well as their minds, which have been twisted by their devotion to the Great Destroyers - mysterious, legendary undead beings who are believed to hold the power to bring about the end of the world. The Tharis believe that by sacrificing other nations and cultures, they will be granted immunity from the Great Destroyers when they return in the foreseeable future. At the heart of their cult is an enigmatic artifact known as the Eye of Darkness, said to grant its possessor unparalleled power over the forces of darkness. The Tharis are renowned for their mastery of arcane arts, capable of casting spells that few others can even comprehend, let alone replicate. Their warlocks are feared across the land for their cunning and ruthlessness, and their armies are comprised of the most elite soldiers, trained to fight without mercy or remorse. The Tharis see themselves as the chosen ones, destined to usher in a new era of darkness and destruction upon the world.
ru: Жестокие военачальники и властители Востока, тарисийцы, - прямые потомки древнего племени, издавна практиковавшего темную магию. Этот древний род оставил неизгладимый след на их внешности, а также на их разуме, который был извращен преданностью Великим Разрушителям - таинственным, легендарным неживым существам, которые, как считается, обладают силой, способной привести к концу света. Тарисийцы верят, что, принося в жертву другие народы и культуры, они получат иммунитет от Великих Разрушителей, когда те вернутся в обозримом будущем. В основе их культа лежит загадочный артефакт, известный как Око Тьмы, который, как говорят, дает его обладателю беспрецедентную власть над силами тьмы. Тарис славятся своим мастерством в арканных искусствах, они способны творить заклинания, которые мало кто может даже постичь, не говоря уже о том, чтобы воспроизвести. Их колдунов боятся по всей земле за их хитрость и безжалостность, а их армии состоят из самых элитных солдат, обученных сражаться без жалости и угрызений совести. Тарис считают себя избранными, призванными принести миру новую эру тьмы и разрушения.

source: Kharos is a serene and harmonious society united under the revered deity of the Sun. As direct descendants of the ancient Sun Cult, the Kharosians possess a profound connection to the divine that manifests in their mastery of light magic. This mystical power is channeled through the Sun Ray, an enigmatic and powerful relic from the distant past. The Sun Ray grants Kharosians the ability to swiftly heal injuries and even teleport short distances. As a society, Kharos is deeply devoted to the Sun and its life-giving power. Agriculture played a significant role in the development of their faith, as the Sun was essential to their crops and sustenance. Over time, various clans and tribes existed within Kharos, but eventually, one emerged victorious in regional conflicts, uniting them under the Light of the Sun. This unification formed the modern-day civilization known as Kharos. Today, Kharos remains a unified society bound together by their devotion to the Sun. Their mastery of light magic allows them to harness the power of the Sun for various purposes, including healing, transportation, and protection. The Sun Ray serves as a symbol of their connection to the divine and is highly revered throughout their society. Through their harmony with nature and each other, the Kharosians have built a thriving civilization dedicated to the pursuit of peace, prosperity, and spiritual growth.
ru: Карос - безмятежное и гармоничное общество, объединенное под властью почитаемого божества Солнца. Будучи прямыми потомками древнего культа Солнца, каросийцы обладают глубокой связью с божественным, которая проявляется в их мастерстве светлой магии. Эта мистическая сила передается через Солнечный луч, загадочную и могущественную реликвию из далекого прошлого. Солнечный луч наделяет каросийцев способностью быстро исцелять раны и даже телепортироваться на небольшие расстояния. Как общество, каросийцы глубоко преданы Солнцу и его животворящей силе. Сельское хозяйство сыграло важную роль в развитии их веры, поскольку Солнце было необходимо для выращивания урожая и пропитания. Со временем в Каросе появились различные кланы и племена, но в конце концов в региональных конфликтах победил один клан, объединивший их под светом Солнца. Это объединение привело к формированию современной цивилизации, известной как Карос. Сегодня Карос остается единым обществом, скрепленным преданностью Солнцу. Владение магией света позволяет им использовать силу Солнца для различных целей, включая исцеление, транспортировку и защиту. Солнечный луч служит символом их связи с божественным и высоко почитается во всем обществе. Благодаря гармонии с природой и друг с другом каросийцы построили процветающую цивилизацию, стремящуюся к миру, процветанию и духовному росту.

source: Southwest of the Great Desert are barren wastelands - a harsh, unforgiving land, yet which is home for many different creatures: Tiny goblins, barbaric orcs, mysterious trolls and even mighty cyclopes. They originally were independent and constantly fought for survival, but recently, something made them unite against the Darkblooded, forming the so-called 'Great Horde'. It could be due to the Jungle of Life's vast resources, it could be due to some old grudge, it could be something entirely else...
es: Al suroeste del Gran Desierto se encuentran los estériles yermos - una tierra dura que no perdona, y que a pesar de todo es hogar de muchas criaturas diferentes: pequeños goblin, los bárbaros orcos, troles misteriosos e incluso los poderosos cíclopes. Originalmente todos eran independientes y constantemente luchaban por la supervivencia de su propia especie, pero recientemente algo los ha hecho unirse en contra de los Sangreoscura, formando la así llamada 'Gran Horda'. Esto podría deberse a los vastos recursos que alberga la Jungla de la Vida, podría deberse a algún tipo de antiguo resentimiento entre razas, o podría deberse a cualquier otra absurda razón…
pl: Na południowy zachód od Wielkiej Pustyni znajdują się jałowe pustkowia - surowa, bezlitosna kraina, która jest domem dla różnych stworzeń: małych goblinów, barbarzyńskich orków, tajemniczych trolli, a nawet potężnych cyklopów. Początkowo byli niezależni i nieustannie walczyli o przetrwanie, ale z niechęcią, coś sprawiło, że zjednoczyli się przeciwko Ciemnokrwistym, tworząc tak zwaną "Wielką Hordę". Być może powodem tego było pragnienie zdobycia ogromnych zasobów Dżungli Życia, może wynikało to z jakiejś pradawnej waśni, a może było to coś zupełnie innego...
ru: К юго-западу от Великой пустыни находятся бесплодные пустоши - суровая, неумолимая земля, которая, однако, является домом для множества различных существ: Крошечные гоблины, варварские орки, загадочные тролли и даже могучие циклопы. Изначально они были независимы и постоянно боролись за выживание, но недавно что-то заставило их объединиться против Темнокровных, образовав так называемую "Великую Орду". Возможно, это связано с огромными ресурсами Джунглей Жизни, возможно, с давней обидой, а может, и с чем-то совсем другим...

source: At the edge of the Great Desert lies the mystical Jungle of Life - home to one of the oldest and most enigmatic civilizations in the world, the Darkblooded. Sneaky salamanders, majestic wyverns, gigantic toads, and lizard clans coexist in this verdant paradise, each contributing their unique strengths to the delicate balance of life within the jungle. However, beyond the safety of the jungle's embrace, a dark and foreboding landscape beckons. Known as the Great Bog, this treacherous expanse is home to twisted shamans and other outcast creatures who worship chaos and revel in the desecration of life. These malevolent beings plot their evil deeds, threatening to unleash their depravity upon everyone daring to venture into their territory.
ru: На краю Великой пустыни лежат мистические Джунгли Жизни - дом одной из самых древних и загадочных цивилизаций в мире, Темнокровных. Коварные саламандры, величественные виверны, гигантские жабы и кланы ящеров сосуществуют в этом зеленеющем раю, каждый из них вносит свой уникальный вклад в хрупкий баланс жизни в джунглях. Однако за пределами безопасных объятий джунглей вас ждет мрачный и предчувствующий пейзаж. Известное как Великая Топь, это коварное пространство является домом для извращенных шаманов и других отверженных существ, которые поклоняются хаосу и упиваются осквернением жизни. Эти злобные существа замышляют свои злодеяния, угрожая выплеснуть свою порочность на каждого, кто осмелится забрести на их территорию.

source: In days of yore, a majestic civilization known as Runemasters flourished at the Northern Pole. Hidden away from the rest of the world, they harnessed the power of magical crystals present in the area to fuel their technological marvels – steam-powered robots, armored tanks, and even aerial mechanical beasts resembling dragons. These enigmatic artisans were the final holdouts against the relentless onslaught of the Destroyers, a merciless undead horde bent on laying waste to all living things. Despite valiant resistance, the Runemasters suffered heavy losses, leaving them on the brink of extinction. Yet, their inventions continue to operate, vigilantly guarding their ancestral domains to this day.
ru: В давние времена на Северном полюсе процветала величественная цивилизация, известная как Мастера Рун. Скрытые от остального мира, они использовали силу магических кристаллов, находящихся в этих местах, чтобы питать свои технологические чудеса - роботов на паровой тяге, бронированные танки и даже воздушных механических зверей, похожих на драконов. Эти загадочные ремесленники были последними, кто устоял перед неумолимым натиском Разрушителей, безжалостной орды нежити, стремящейся уничтожить все живое. Несмотря на доблестное сопротивление, Рунные Мастера понесли тяжелые потери, в результате чего оказались на грани вымирания. Однако их изобретения продолжают работать, бдительно охраняя владения предков и по сей день.

source: Little is known about these powerful undead beings, feared for their unwavering destructive power. Fueled by the corrosive force of anti-magic, they consist of the remnants of long-forgotten civilizations, once consumed by the chaotic swarm. The origins of the Destroyers date back to a distant past, when they may have been crafted as a weapon gone haywire, causing the cataclysmic event that brought near-extinction to all life on the planet, leaving only a few scattered survivors. Although the majority of these monstrosities were vanquished by the Runemasters, their lingering essences continue to haunt the frigid wastes of the North Pole. It's rumored that these beings are the same ones the Tharis worship.
ru: Мало что известно об этих могущественных неживых существах, которых боятся за их непоколебимую разрушительную силу. Питаемые разъедающей силой антимагии, они состоят из остатков давно забытых цивилизаций, некогда поглощенных хаотическим роем. Происхождение Разрушителей уходит корнями в далекое прошлое, когда они, возможно, были созданы как оружие, вышедшее из строя и вызвавшее катаклизм, который привел к почти полному исчезновению всего живого на планете, оставив лишь несколько разрозненных выживших. Хотя большинство этих чудовищ было уничтожено Рунными Мастерами, их томящиеся сущности продолжают преследовать фригидные пустоши Северного полюса. Ходят слухи, что эти существа - те самые, которым поклоняются тарисийцы.

source: growing fury
es: furia creciente
pl: wzbierająca furia
ru: растущая ярость

source: When this attack is used, this units damage increases after each successful hit (if the attack has more than 5 strikes, only the first 5 successful hits per attack increase damage).
pl: Gdy ten atak jest użyty, obrażenia rosną za każdym uderzeniem, aż do 5 ciosu.
ru: При каждом попадании урон от следующей атаки в серии увеличивается (максимум до 5 раз).

source: heals
es: cura
pl: leczy
ru: лечит

source: female^heals
es: sana
pl: leczy
ru: лечит

source: Allows the unit to heal adjacent allied units at the beginning of its turn. A unit cared for by this healer may heal up to some HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure. The amount of hitpoints healed:
es: Permite a la unidad sanar a las unidades aliadas adyacentes al comienzo de su turno. Una unidad atendida por este sanador puede regenerar algunos PV por turno, o evitar que el veneno tenga efecto durante ese turno. Una unidad envenenada no puede ser curada de su veneno por un sanador, y debe buscar la curación de un pueblo o de una unidad que pueda curar. La cantidad de puntos de vida sanados:
pl: Pozwala jednostce leczyć sąsiadujące jednostki sojusznicze na początku swojej tury. Jednostka, którą opiekuje się ten uzdrowiciel, może uleczyć określoną ilość HP na turę lub zatrzymać działanie trucizny w tej turze. Zatruta jednostka nie może zostać wyleczona ze swojej trucizny przez uzdrowiciela i musi szukać opieki we wiosce lub być obok jednostki, która może ją wyleczyć. Ilość odzyskanych punktów życia:
ru: Позволяет бойцу лечить соседних дружественных воинов в начале каждого хода. Воин вылеченный таким бойцом может восстановить здоровье или исцелиться от яда. Целитель может излечить воина от яда, но это воин не получит дополнительного лечения в ходу, на котором был вылечен яд. Количество исцеленных ОЗ:

source: regenerates
pl: regeneruje się
ru: регенерация

source: This unit regenerates some hp every turn. this ability doesn't cure poison, though. The amount of hitpoints restored:
es: Permite a la unidad regenerar PV cada turno. No cura el veneno. Cantidad de PV restaurados:
pl: Ta jednostka regeneruje określoną ilość hp w każdej turze. Ta umiejętność nie leczy jednak trucizny. Ilość odzyskanych punktów życia:
ru: Боец регенерирует немного ОЗ каждый ход, но не может исцелиться от яда. Количество исцеленных ОЗ:
