Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: The Atokpi (pronounced 'Ah-Toc-Pee') were a race of intelligent crustaceans, invaded by the Destroyers thousands of years ago. When that happened, all Atokpis have been murdered and absorbed by the destructive anima. Their infantry's is quite formidable, with troops able to carry a diverse array of weaponry at once. It's rumored that the Atokpi were the very target that the Destroyers were created to wipe out, after the former attempted to invade the Jungle of Life.
es: Los atokpi (pronunciado 'a-toc-pi') eran una raza de crustáceos inteligentes, invadida por los destructores hace miles de años. Cuando eso sucedió, todos los atokpis fueron asesinados y absorbidos por el ánima destructiva. Su infantería es bastante formidable, con tropas capaces de llevar una gran variedad de armas a la vez. Se rumorea que la aniquilación de los atokpi fue el objetivo para el cual los destructores fueron creados, después de que los primeros intentaran invadir la Jungla de la Vida.
ru: Атокпи (произносится как «А-Ток-Пи») — раса разумных ракообразных, на которую тысячи лет назад вторглись Разрушители. Когда это произошло, все Атокпи были убиты и поглощены разрушительной анимой. Их пехота весьма грозна: войска способны одновременно нести разнообразное вооружение. Ходят слухи, что Атокпи были той самой целью, которую Разрушители были созданы для уничтожения после того, как первые попытались вторгнуться в Джунгли Жизни.

source: katana
ru: катана

source: Atokpi Charger
es: Cargador atokpi
pl: Szarżujący Atokpi
ru: Обвинитель

source: yari
ru: яри

source: Atokpi General
es: General atokpi
pl: Generał Atokpi
ru: Генерал

source: Atokpi Infantry
es: Soldado atokpi
pl: Piechur Atokpi
ru: Пехотинец

source: Before the fall of the Atokpi Empire the vast majority of Atokpis were Yari users. Equipped with these unusual spear-like weapons, proud Atokpi warriors formed unstoppable legions often deployed in the war against Darkblooded thousands of years ago. The use of 4 arms combined with their exoskeleton anatomy made Atokpis literally unbeatable when using these powerful polearm weapons and almost lead to victory over the inhabitants of the Great Jungle. Unfortunately, Atokpis' demise from the hands of Destroyers and subsequent transformation into an undead swarm, severely limited their potential to effectively wield these legendary weapons. The lack of muscles forced undead Atokpis to use much smaller Yari weapons than their living counterparts used to carry. The result was a more mobile but much less stronger version of a living Atokpi warrior.
es: Antes de la caída del Imperio Atokpi, la gran mayoría de los atokpis eran usuarios de yaris. Equipados con estas inusuales armas parecidas a lanzas, los orgullosos guerreros atokpi formaron legiones imparables, a menudo desplegadas en la guerra contra Sangreoscura hace miles de años. El uso de 4 brazos combinado con su anatomía de exoesqueleto hizo que los atokpis fuera literalmente imbatibles al usar estas poderosas armas de asta y casi los llevan a la victoria sobre los habitantes de la Gran Jungla. Desafortunadamente, la desaparición de los atokpis de manos de los destructores y la posterior transformación en un enjambre de muertos vivientes limitó severamente su potencial para manejar con eficacia estas armas legendarias. La falta de músculos obligó a los atokpis no muertos a usar armas yari mucho más pequeñas que las que solían llevar sus contrapartes vivas. El resultado fue una versión más flexible pero mucho menos fuerte de un guerrero atokpi vivo.
ru: До падения Империи Атокпи подавляющее большинство Атокпи орудовали Яри. Вооруженные этим необычным оружием, похожим на копье, гордые воины Атокпи формировали непобедимые легионы, которые часто использовались в войне против темнокровных тысячи лет назад. Использование четырех рук в сочетании с анатомией экзоскелета сделало Атокписа буквально непобедимым при использовании этого мощного древкового оружия и почти привело к победе над обитателями Великих Джунглей. К сожалению, гибель Атокпи от рук Разрушителей и последующее превращение в рой нежити серьезно ограничила их возможности эффективно владеть этим легендарным оружием. Отсутствие мускулов вынудило нежить Атокпис использовать гораздо меньшее оружие Яри, чем их живые коллеги. Результатом стала более мобильная, но гораздо менее сильная версия живого воина Атокпи.

source: Atokpi Master
es: Maestro atokpi
pl: Mistrz Atokpi
ru: Мастер

source: Atokpi Samurai
es: Samurai atokpi
pl: Samuraj Atokpi
ru: Самурай

source: Black Portal
es: Portal negro
pl: Czarny Portal
ru: Черный портал

source: In most situations Dark Portals implode into Infernal Vortices, but sometimes they absorb surrounding black magic instead, transforming themselves into a mix of both anti-magic and black magic - Black Portals. This gives them new properties like much greater speed - fast enough to chase very agile enemies - and the ability to use sparks of black magic to directly attack selected targets. It is known that Black Portals can devour almost anything standing nearby including living, magical, undead and mechanical beings. Consumed matter helps these bizarre units stabilize their singularities allowing them to last longer on battlefields.
es: En la mayoría de las situaciones, los portales oscuros implosionan en vórtices infernales, pero a veces absorben la magia negra circundante y se transforman en una mezcla de antimagia y magia negra: los portales negros. Esto les otorga nuevas propiedades, como una velocidad mucho mayor, lo suficientemente rápida como para perseguir a enemigos muy ágiles, y la capacidad de usar chispas de magia negra para atacar directamente a los objetivos seleccionados. Se sabe que los portales negros pueden devorar casi cualquier cosa que esté cerca, incluidos seres vivos, mágicos, muertos vivientes o mecánicos. La materia consumida ayuda a estas extrañas unidades a estabilizar sus singularidades, lo que les permite durar más en el campo de batalla.
ru: В большинстве ситуаций Темные Порталы превращаются в Адские Вихри, но иногда вместо этого они поглощают окружающую черную магию, превращаясь в смесь антимагии и черной магии — Черные Порталы. Это дает им новые свойства, такие как гораздо более высокая скорость — достаточно быстрая, чтобы преследовать очень проворных врагов — и способность использовать искры черной магии для прямой атаки выбранных целей. Известно, что Черные Порталы могут поглотить практически все, что находится рядом, включая живых, магических, нежити и механических существ. Поглощенная материя помогает этим причудливым существам стабилизировать свою форму, позволяя им дольше оставаться на полях сражений.

source: aura
ru: аура огня

source: dark ball
es: bola oscura
pl: mroczna kula
ru: шар тьмы

source: Bone Beast
es: Bestia de hueso
pl: Koścista Bestia
ru: Костяной зверь

source: These strange creatures are mindless animated constructs made out of bones from multiple skeletons. They have an interesting trait which makes them stand out from other skeletal Destroyers: their tendency to absorb bones of fallen enemies, making them parts of their large skeletal shell. When they absorb enough bone material, they can become dreadful undead giants of unimaginable physical power and endurance. Thanks to their thick layers of bones, bone beasts are very sturdy against physical damage, but since their bones are held together by the destroyer energy, they are rather weak to arcane magic.
es: Estas extrañas criaturas son construcciones animadas, aunque inconscientes, hechas de los huesos de múltiples esqueletos. Tienen un rasgo interesante que los resalta sobre otros destructores esqueléticos: su tendencia a absorber los huesos de sus enemigos caídos, haciéndolos parte de su gran coraza esquelética. Cuando han absorbido el suficiente material óseo, pueden convertirse en terribles gigantes no muertos de inimaginable fortaleza física y durabilidad. Gracias a sus gruesas capas de huesos, las bestias de hueso son muy robustas contra los daños físicos, pero ya que sus huesos son mantenidos cohesionados por la energía destructora, son más bien débiles contra la magia arcana.
ru: Эти странные существа представляют собой безмозглые анимированные конструкции, сделанные из костей нескольких скелетов. У них есть интересная черта, которая отличает их от других скелетов-разрушителей: их склонность поглощать кости павших врагов, делая их частью своего большого скелетного панциря. Когда они поглощают достаточно костного материала, они могут стать ужасными гигантами-нежитью, обладающими невообразимой физической силой и выносливостью. Благодаря толстому слою костей костяные звери очень устойчивы к физическим повреждениям, но поскольку их кости скреплены энергией разрушителя, они довольно слабы к тайной магии.

source: headbutt
es: cabezazo
pl: uderzenie głową
ru: удар головой

source: tail
es: cola
pl: ogon
ru: удар хвостом

source: Bone Giant
es: Gigante de hueso
pl: Kościany Gigant
ru: Костяной гигант

source: Bone giants are gigantic necromantic constructs of bone, of varying heights: they've incorporated thousands of broken bones into their body, making it very resilient to physical damage. Their size is perhaps one of its most limiting factors: the amount of bone needed to transform the already massive bone golems into giants is so large that seeing one means you will become part of him.
es: Los gigantes de hueso son gigantescas construcciones nigrománticas de hueso, de diferentes alturas: han incorporado miles de huesos rotos en su cuerpo, haciéndolo muy resistente al daño físico. Su tamaño es quizás uno de sus factores más limitantes: la cantidad de hueso necesaria para transformar los ya masivos golems de hueso en gigantes es tan grande que ver uno significa que te convertirás en parte de él.
ru: Костяные гиганты — это гигантские некромантические конструкции из костей разной высоты: они включили в свое тело тысячи сломанных костей, что делает его очень устойчивым к физическим повреждениям. Их размер, возможно, является одним из наиболее ограничивающих факторов: количество костей, необходимое для превращения и без того массивных костяных големов в гигантов, настолько велико, что, увидев одного из них, вы станете его частью.

source: Bone Golem
es: Gólem de hueso
pl: Kościany Golem
ru: Костяной голем

source: As the dark forces of the destroyers tighten their grip around a civilization and exterminate it, some corpses of the former living race are bound to be broken beyond necromantic powers to reanimate. Bone beasts feed upon the osseous matter of these fallen enemies, up until their skeletal mass doubles in size and strength, becoming golems in the process.
es: A medida que las fuerzas oscuras de los destructores intensifican su control sobre una civilización y la exterminan, algunos cadáveres de las antiguas razas vivientes quedan demasiado deteriorados para reanimarlos con poderes nigrománticos. Las bestias óseas se alimentan de la materia ósea de estos enemigos caídos, hasta que su masa esquelética se duplica en tamaño y fuerza, convirtiéndose en gólems en el proceso.
ru: По мере того, как темные силы разрушителей сжимают хватку вокруг цивилизации и истребляют ее, некоторые трупы бывшей живой расы неизбежно будут сломаны и не смогут реанимироваться некромантическими силами. Костяные звери питаются костями этих павших врагов до тех пор, пока их скелетная масса не увеличится вдвое в размерах и силе, превращаясь при этом в големов.

source: Bone Splitter
pl: Kościany Rozdwajacz
ru: Костемёт

source: Summon Bone Beast
es: Invocar bestia de hueso
pl: Przywołaj Kościstą Bestię
ru: Призыв костяного зверя

source: bones
pl: kości
ru: кости

source: Crimson Atokpi
es: Atokpi carmesí
pl: Karmazynowy Atokpi
ru: Багровый атокпи

source: It is said that elite troops of the Atokpi Empire were capable of carrying legendary Doom Spears of astonishing length. Thanks to these powerful weapons they were capable of killing any kind of armored foe with just one strike. But sadly for Atokpi, their best warriors were not as effective as expected against undead swarms. Destroyers tried to equip the doom spears but none of their undead Atokpis were able to even carry one of these incredible weapons, that is why they just equipped the shorter but more portable version of Yari, typically used by novices. Crimson Atokpis, albeit smaller that their samurai counterparts, are very agile and will try to find and assault weak spots in enemy defense lines, allowing the undead swarm to destroy even the most fortified targets from behind.
es: Se dice que las tropas de élite del Imperio Atokpi eran capaces de portar legendarias lanzas de la perdición de asombrosa longitud. Gracias a estas poderosas armas, eran capaces de matar a cualquier tipo de enemigo blindado de un solo golpe. Pero lamentablemente para los atokpi, sus mejores guerreros no fueron tan efectivos como se esperaba contra los enjambres de muertos vivientes. Los destructores intentaron aprovechar las lanzas de la perdición, pero ninguno de sus atokpis no muertos pudo siquiera llevar una de estas increíbles armas, es por eso que solo equiparon una versión más corta pero más portátil de yari, que generalmente usan los novatos. Los atokpis carmesí, aunque más pequeños que sus contrapartes samuráis, son muy ágiles e intentarán encontrar y atacar los puntos débiles en las líneas de defensa enemigas, permitiendo que el enjambre de muertos vivientes destruya incluso los objetivos más fortificados desde atrás.
ru: Говорят, что элитные войска Империи Атокпи были способны нести легендарные Копья Рока поразительной длины. Благодаря этому мощному оружию они были способны одним ударом уничтожить любого бронированного противника. Но, к несчастью для Атокпи, их лучшие воины оказались не так эффективны, как ожидалось, против полчищ нежити. Разрушители пытались оснастить Копьями Рока поднятых воителей, но ни один из них не смог даже нести одно из этих невероятных орудий, поэтому они просто экипировали более короткую, но более портативную версию Яри, обычно используемую новичками. Багровые Атокпи, хотя и меньше своих собратьев-самураев, очень проворны и пытаются найти и атаковать слабые места в линиях обороны противника, позволяя рою нежити уничтожать даже самые укрепленные цели сзади.

source: Cyclops Necromancer
es: Nigromante ciclópeo
pl: Cyklop Nerkormanta
ru: Некромастер

source: Destroyer 'necromancers' are not to be mistaken with lich of any kind, for they do not possess any semblance of willpower of their past self, nor soul or mind. These long dead masters of the undead support the destroyer dark forces with an untold supply of corpses from past conquests... or maybe not so old battles. The only certainty is death on their wake.
es: Los 'nigromantes' destructores no deben confundirse con liches de ningún tipo, ya que no poseen ningún atisbo de fuerza de voluntad de su pasado yo, ni alma o mente. Estos maestros de los no muertos, fallecidos hace mucho tiempo, apoyan a las fuerzas oscuras destructoras con un suministro incalculable de cadáveres de conquistas pasadas... o tal vez de batallas no tan antiguas. La única certeza es la muerte a su paso.
ru: "Некромастеров" Разрушителей не следует путать с любыми личами, поскольку они не обладают никаким подобием силы воли своего прошлого «я», ни душой, ни разумом. Эти давно умершие повелители нежити поддерживают темные силы-разрушители неисчислимым запасом трупов из прошлых завоеваний... или, может быть, не таких уж старых сражений. Единственное в чем можно быть уверенным - смерть идёт за ними по пятам.

source: summon undead
es: invocar no muerto
pl: przywołanie nieumarłych
ru: призыв ходячего трупа

source: This unit summons a lvl0 zombie of random variation next to self at the start of each turn. Only 4 total summoned zombies per unit with this ability can be present on the battlefield at once.
es: Esta unidad convoca a un muerto andante, de nivel 0 y especie aleatoria, junto a él al comienzo de cada turno. Sólo 4 muertos andantes invocados en total por unidad con esta habilidad pueden estar presentes en el campo de batalla a la vez.
pl: Ta jednostka przywołuje losowe zombie poziomu 0 tuż obok siebie na początku każdej tury. Maksymalnie ta jednostka może przywołać łącznie 4 zombie.
ru: Боец призывает случайную вариацию ходячего трупа (из Эры Магии) 0 уровня рядом с собой в начале своего хода. Каждый некромант повелевает не более чем 4 ходячими трупами одновременно.

source: cursed dagger
es: daga maldita
pl: przeklęty sztylet
ru: проклятый кинжал

source: This unit counts towards the summoned zombie limit.
es: Esta unidad cuenta para el límite de zombis invocados.
pl: Ta jednostka liczy się do limitu przywołanych zombie.
ru: Этот боец учитывается в лимите максимального числа ходячих трупов.

source: Cyclops Skeleton
es: Cíclope esqueleto
pl: Cyklop Szkielet
ru: Падший циклоп

source: There was a time, roughly hundreds of years ago, when Cyclops Magi still existed. They ruled the world with their natural powers but soon, thereafter, even their civilization has fallen against the mighty Destroyers. Now their corpses are another part of the Destroyers' hordes.
es: Hubo un tiempo, aproximadamente cientos de años, durante el cual los magos ciclópeos todavía existían. Gobernaban el mundo con sus poderes naturales pero con el tiempo, finalmente, incluso su civilización cayó contra los poderosos destructores. Ahora sus cuerpos son parte de las hordas destructoras.
ru: Было время, примерно сотни лет назад, когда Циклопы-маги еще существовали. Они правили миром своими природными силами, но вскоре после этого даже их цивилизация пала перед могучими Разрушителями. Теперь их трупы — еще одна часть орд Разрушителей.

source: head
es: cabeza
pl: uderzenie głową
ru: удар головой

source: Dark Apostle
es: Apóstol oscuro
pl: Mroczny Apostoł
ru: Темный апостол

source: The Dark Apostles are the forerunners of extinction, the product of a million souls inside the emptiness of an eternal Nightmare: so many that they can be constantly heard from the outside of the void as a ceaseless whisper. A Dark Apostle is formidable by itself, but the real danger is what they represent: the dreadful force they are spearheading with their whispering.
es: Los apóstoles oscuros son los precursores de la extinción, el producto de un millón de almas dentro del vacío de una pesadilla eterna: tantas que se pueden escuchar constantemente desde el exterior del vacío como un susurro incesante. Un apóstol oscuro es formidable por sí mismo, pero el peligro real es lo que representan: la terrible fuerza que encabezan con sus susurros.
ru: Темные Апостолы — предвестники вымирания, продукт миллионов душ внутри пустоты вечного Кошмара: их так много, что их постоянно можно услышать снаружи пустоты как непрерывный шепот. Темные Апостолы сами по себе грозны, но реальная опасность заключается в том, что они представляют: ужасную силу, которую они возглавляют своим шепотом.

source: voice of darkness
es: voz de la oscuridad
pl: głos ciemności
ru: зов тьмы

source: This unit constantly whispers terrifying words in an unknown language, which somehow make friendly undead units that are next to it fight better. All adjacent lower-level undead units from the same side deal 15% more damage for each difference in level.
pl: Ta jednostka nieustannie szepcze przerażające słowa w nieznanym języku, które w jakiś sposób sprawiają, że przyjazne nieumarłe jednostki znajdujące się obok niej walczą lepiej. Wszystkie sąsiadujące jednostki nieumarłych niższego poziomu z tej samej strony zadają 15% więcej obrażeń za każdą różnicę w poziomie.
ru: Леденящие кровь живых, темные песнопения на неизвестном наречии ведут умертвий в атаку и наполняют силой. Все союзные бойцы-нежить наносят на 15% больше урона за каждый уровень разницы.

source: touch of armageddon
es: toque del armagedón
pl: dotyk armagedonu
ru: смертельное прикосновение

source: Dark Atokpi
es: Atokpi oscuro
pl: Mroczny Atokpi
ru: Тёмный атокпи

source: anti-magic
es: anti-magia
pl: anty-magia
ru: анти-магия

source: Dark Portal
es: Portal oscuro
pl: Mroczny Portal
ru: Темный портал

source: Dark Portals are powerful constructs of unknown origin, emanating extreme amounts of anti-magic. Nobody knows where they lead, but one thing is sure: nothing is going to live long enough near these bizarre things to find out. Besides harming living beings in close proximity, the anti-magic emission also seems to make nearby Destroyers regenerate.
es: Los portales oscuros son construcciones poderosas de origen desconocido, que emanan extremas cantidades de antimagia. Nadie sabe hacia dónde llevan, pero una cosa es segura: nada va a vivir el tiempo suficiente cerca de estas extrañas cosas como para averiguarlo. Además de dañar a los seres vivientes en las proximidades, la emisión de antimagia parece además regenerar a los destructores cercanos.
ru: Темные порталы — это мощные конструкции неизвестного происхождения, излучающие огромное количество антимагии. Никто не знает, куда они ведут, но одно можно сказать наверняка: ничто не проживет рядом с этими странными существами достаточно долго, чтобы это выяснить. Помимо нанесения вреда живым существам, находящимся в непосредственной близости, антимагическое излучение также заставляет близлежащих Разрушителей регенерировать.

source: defend-only
es: defensa
pl: tylko-obrona
ru: только защита

source: This attack doesn't work on offense.
es: Este ataque no funciona durante la ofensiva.
pl: Ten atak nie działa w ofensywie.
ru: Этой атакой нельзя нападать.

source: Devourer
es: Devorador
pl: Pożeracz
ru: Пожирательница

source: Doom Bringer
es: Portador de perdición
pl: Zwiastun Zagłady
ru: Вестник Рока

source: These abominations are wounds so large in reality that they generate dark portals to stabilize their mass. They are so unstable that their mere existence is contradictory and a sinful menace to the realm.
es: Estas abominaciones son fracturas de la realidad tan grandes que generan portales oscuros para estabilizar su masa. Son tan inestables que su mera existencia es contradictoria y una amenaza inmoral para la existencia.
ru: Эти мерзости огромные прорехи в реальности столь массивны, что им приходится создавать из себя темные порталы, чтобы стабилизировать свою массу. Они настолько нестабильны, что само их существование противоречиво и представляет греховную угрозу для мира.

source: flames of doom
es: llamas de perdición
pl: płomienie zagłady
ru: пламя погибели

source: corrupted fire
es: fuego corrupto
pl: przeklęty ogień
ru: порченое пламя

source: chaotic vortex
es: vórtice caótico
pl: chaotyczny wir
ru: водоворот хаоса

source: Extinct Cyclops Mage
es: Mago ciclópeo extinto
pl: Wymarły Cyklopi Mag
ru: Угасший чароплёт

source: Fallen Cyclops King
es: Rey ciclópeo caído
pl: Upadły Cyklopi Król
ru: Повелитель Пепла
