Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: Area around this unit provides a bonus to cold resistance (max 50%). This ability does not affect other units with the same ability, fire elementals and Masters of Fire. This ability negates effects of the cold aura ability.
es: El área alrededor de esta unidad proporciona una bonificación a la resistencia al frío (máximo 50%). Esta habilidad no afecta a otras unidades con la misma habilidad, elementales de fuego y maestros del fuego. Esta habilidad niega los efectos de la habilidad de aura fría.
pl: Obszar wokół tej jednostki zapewnia bonus do odporności na chłód (maksymalnie 50%). Ta zdolność nie działa na inne jednostki posiadające tą samą zdolność, żywiołaki ognia oraz Mistrzów Ognia. Ta zdolność neguje działanie aury chłodu.
ru: Соседние бойцы получают бонусное сопротивление к холоду (максимум 50%). Не действует на другого обладателя этой способности, огненных элементалей и Повелителей огня. Аннулирует эффект ауры холода.

source: dauntless
es: impávido
pl: nieustraszony
ru: неостановимый

source: female^dauntless
es: impávida
pl: nieustraszona
ru: неостановимая

source: While attacking, this unit's resistances are doubled, up to a maximum of 50. Weaknesses are not affected.
es: Cuando ataca, las resistencias de esta unidad se duplican, hasta un máximo de 50. Las debilidades no alteran su valor.
pl: Kiedy ta jednostka atakuje, jej odporności są zdublowane do maksimum 50%. Podatności nie są objęte działaniem tej zdolności.
ru: В нападении сопротивления этого бойца удваиваются, до максимума в 50%. Уязвимости не меняются.

source: tenacity
es: tenacidad
pl: nieustępliwość
ru: упорство

source: female^tenacity
es: tenacidad
pl: nieustępliwa
ru: упорная

source: This unit’s vulnerabilities are halved when attacking.
es: Las vulnerabilidades de esta unidad se reducen a la mitad cuando se defiende.
pl: Podatności tej jednostki są zmniejszone o połowę gdy ta jednostka atakuje.
ru: В нападении уязвимости этого бойца уменьшаются вдвое.

source: shielded
es: blindado
pl: osłona
ru: бронированный

source: female^shielded
es: blindada
pl: osłona
ru: бронированная

source: This unit gains +5% to all resistances, up to a maximum of 60%, when using a weapon with the 'shielded' special.
es: Esta unidad gana un 5% en todas sus resistencias, hasta un máximo de 60%, cuando usa un arma con el especial 'blindado'.
pl: Ta jednostka dostaje +5% bonus do odporności, łącznie maksymalnie do 60%, kiedy używa ataku ze specjałem 'osłona'
ru: Боец получает +5% ко всем сопротивлениям, максимум 60%, когда использует оружие с этой особенностью.

source: This attack activates the 'shielded' ability of the unit applying the +5 resistance bonus to the owner.
es: Este ataque activa la habilidad 'blindado', aplicando un bonus de +5 a las resistencias de la unidad.
pl: Ten atak aktywuje zdolność 'osłony' dając jednostce dodatkowe +5 do odporności.
ru: Эта атака активирует способность "бронированный", дающую 5% всех сопротивлений.

source: rune aura
es: aura rúnica
pl: runiczna aura
ru: рунная аура

source: When this ability is activated, all Rune Masters create special auras. -all ajdacent enemy units get 20 damage, -adjacent units on hexes: s, ne, nw receive a 99% bonus to fire, cold and arcane resistance (up to 99%), and a 30% bonus to blade, pierce and impact resistance (up to 60%), -other units receive -99% to fire, cold and arcane resistance, and a -30% to blade, pierce and impact resistance (up to 60%), -the aura can be rotated once per turn to cover appropriate units, -unit gets higher physical/magical resistances, -the transformation lasts one turn.
pl: Po aktywacji tej zdolności wszyscy Mistrzowie Run tworzą specjalne aury. -wszystkie sąsiadujące jednostki wroga otrzymują 20 pkt. obrażeń, -sąsiadujące jednostki na heksach: s, ne, nw otrzymują 99% premii do odporności na ogień, zimno i tajemny typ obrażeń (do 99%) oraz 30% premii do odporności na sieczne, kłute i obuchowe obrażenia (do 60%), -inne jednostki otrzymują -99% to odporności na ogień, zimno i tajemny typ obrażeń oraz -30% to odporności na sieczne, kłute i obuchowe obrażenia (do 60%), -aurę można obrócić raz na turę, aby objęła odpowiednie jednostki, -jednostka otrzymuje wyższe odporności fizyczne/magiczne, -transformacja trwa jedną turę.
ru: При использовании Мастер рун создаёт вокруг себя особую ауру, теряет возможность передвигаться, получает мощную тайную атаку в ближнем бою и способность тайный щит. Соседние дружественные бойцы, стоящие на клетках: ю, сз, св— получают 99% сопротивления к огню, холоду и мистическому урону и прибавляют 30% к физическим сопротивлениям. У врагов отнимаются те же показатели сопротивления. Преобразование длится один ход. Преобразованный боец не может атаковать. Один раз за ход ауру можно повернуть.

source: Activate Aura (20 Gold)
es: Activar aura (20 oro)
pl: Aktywuj aurę (20 szt. złota)
ru: Активировать ауру (20з)

source: Activate aura? (20 Gold)
es: ¿Activar aura? (20 oro)
pl: Aktywować aurę? (20 szt. złota)
ru: Активировать ауру? (20з)

source: Not enough gold to activate the rune aura!
es: ¡Usted no tiene oro suficiente para activar el aura rúnica!
pl: Za mało złota by aktywować runiczną aurę!
ru: У вас недостаточно золота, чтобы активировать рунную ауру!

source: Switch Rune Positions (once per turn)
es: Invierte la posición de las runas (una vez por turno)
pl: Zamień pozycje run (raz na turę)
ru: Сместить положение рунной ауры (раз в ход)

source: rune aura (active)
es: aura rúnica (activa)
pl: runiczna aura (aktywna)
ru: рунная аура (активная)

source: Adjacent units on hexes: s, ne, nw receive a 99% bonus to fire, cold and arcane resistance (up to 99%), and a 30% bonus to blade, pierce and impact resistance (up to 60%). Other units receive -99% to fire, cold and arcane resistance and -30% to blade, pierce and impact resistance.
pl: Jednostki sąsiadujące na heksach: s, ne, nw otrzymują 99% premii do odporności na ogień, zimno i tajemny typ obrażeń (do 99%) oraz 30% premii do odporności na sieczne, kłute i obuchowe obrażenia (do 60%). Pozostałe jednostki otrzymują -99% to odporności na ogień, zimno i tajemny typ obrażeń oraz -30% to odporności na sieczne, kłute i obuchowe obrażenia.
ru: Соседние бойцы, стоящие на клетках(синие руны): ю, сз, св — получают сопротивления: 99% бонус к сопротивлениям к огню, холоду и мистическому урону, а также прибавляют 30% к физическим типам урона (максимум до 60%). На оставшихся клетках(красные руны): -99% магических и отнимают 30% от физических сопротивлений.

source: rune aura (flipped)
es: aura rúnica (inversa)
pl: runiczna aura (odwrócona)
ru: рунная аура (смещённая)

source: Adjacent units on hexes: n, se, sw receive a 99% bonus to fire, cold and arcane resistance (up to 99%), and a 30% bonus to blade, pierce and impact resistance (up to 60%). Other units receive -99% to fire, cold and arcane resistance and -30% to blade, pierce and impact resistance.
pl: Jednostki sąsiadujące na heksach: n, se, sw otrzymują 99% premii do odporności na ogień, zimno i tajemny typ obrażeń (do 99%) oraz 30% premii do odporności na sieczne, kłute i obuchowe obrażenia (do 60%). Pozostałe jednostki otrzymują -99% to odporności na ogień, zimno i tajemny typ obrażeń oraz -30% to odporności na sieczne, kłute i obuchowe obrażenia.
ru: Соседние бойцы, стоящие на клетках(синие руны): с, юв, юз — получают сопротивления: 99% бонус к сопротивлениям к огню, холоду и мистическому урону, а также прибавляют 30% к физическим типам урона (максимум до 60%). На оставшихся клетках(красные руны): -99% магических и отнимают 30% от физических сопротивлений.

source: sculpts
es: esculpir
pl: rzeźbi
ru: окаменение

source: This attack petrifies the target, turning it to stone for two turns. Units that have been petrified may not move or attack. When this effect wears off, the unit is slowed for 1 turn.
es: Esta unidad petrifica a su objetivo, convirtiéndolo en piedra por dos turnos. Las unidades que han sido petrificadas no podrán moverse o atacar. Cuando este efecto se desvanece, la unidad estará ralentizada durante un turno.
pl: Ten atak zamienia cel w kamienną rzeźbę na 2 tury. Taka jednostka nie może się ruszać i atakować, a gdy efekt przestaje działać, to jednostka jest spowolniona przez okres 1 tury po odzyskaniu sprawności.
ru: Эта атака обращает цель в камень на 2 хода. Окаменевшие бойцы не могут ходить или атаковать. Когда эффект окаменения спадёт, боец будет замедлен на 1 ход.

source: soul catcher
es: atrapador de almas
pl: łapacz dusz
ru: душелов

source: This unit can only advance by consuming a magical or living being.
es: Esta unidad sólo puede evolucionar consumiendo entidades vivas o mágicas.
pl: Ta jednostka może awansować jedynie poprzez pochłonięcie magicznej lub żywej istoty.
ru: Боец продвинется в уровне только одолев живое или магическое создание.

source: statue copy
es: clonar estatua
pl: kopiowanie
ru: имитация

source: This unit can create a living statue from any adjacent petrified unit (or any of your normal units, but the process ends the turn of both units). The statues have similar stats than the unit they are based on, but will always be weaker, slower and more vulnerable to arcane damage. Making a statue costs 50% of the original unit's price. Copied units only last until the end of the scenario, and disappear afterwards. If the copied unit was a leader, the copy becomes a normal unit. Cannot copy other units of the 'statue copy' ability, or copy copies.
pl: Jednostka ta może stworzyć żywy posąg z dowolnej sąsiedniej skamieniałej jednostki (lub dowolnej zwykłej jednostki, ale proces ten kończy turę obu jednostek). Posągi mają podobne statystyki do jednostek, na których bazują, ale zawsze będą słabsze, wolniejsze i bardziej podatne na obrażenia od mocy tajemnej. Stworzenie posągu kosztuje 50% oceny oryginalnej jednostki. Skopiowane jednostki przetrwają tylko do końca scenariusza, a następnie znikną. Jeśli skopiowana jednostka była liderem, kopia staje się normalną jednostką. Nie można kopiować innych jednostek ze zdolnością "kopia posągu" ani kopiować kopii.
ru: Боец может сотворить живую статую любого соседнего окаменевшего бойца (или вашего обычного бойца, но это закончит ход для обоих). Копия обладает идентичными характеристиками, но её сопротивление мистическому, урон и число ходов всегда снижены. Сотворить копию стоит 50% от стоимости бойца. Копии существуют только до конца сценария и исчезают в конце. Если была сотворена копия лидера, он становится обычным воином. Нельзя сделать копию с копии и копию бойца со способностью "имитация".

source: Make a copy
es: Crear una copia
pl: Stwórz kopię
ru: Сотворить копию

source: Statue Copy
pl: Kopiowanie
ru: Имитация

source: Copy this unit? ($gold_check| Gold)
pl: Skopiować jednostkę? ($gold_check| szt. złota)
ru: Сотворить копию этого бойца? ($gold_check| Gold)

source: Copied!
es: ¡Copiado!
pl: Skopiowany!
ru: Копия сотворена!

source: Not enough gold! To copy this unit, you need at least
es: ¡No hay suficiente oro! Para copiar esta unidad, necesitas al menos
pl: Za mało złota! By skopiować tą jednostkę, potrzebujesz co najmniej
ru: Недостаточно золота! Чтобы сотворить копию необходимо

source: pieces of gold.
es: piezas de oro.
pl: złota.
ru: золотых монет.

source: summon
es: invocar
pl: przywołanie
ru: призыв

source: This unit can summon new units on adjacent tiles, but not in villages. For more information, choose the 'Summoning Help' rightclick option which appears when rightclicking on a unit with the 'summon' ability.
es: Esta unidad puede invocar nuevas unidades en celdas adyacentes, pero no en aldeas. Para más información, consulte la opción 'Ayuda a la Invocación' que aparece tras hacer clic derecho en una unidad que disponga de la habilidad de 'invocar'.
pl: Ta jednostka może przywoływać nowe jednostki na sąsiednich polach, ale nie we wioskach. Aby uzyskać więcej informacji, wybierz opcję "Przywoływanie - Pomoc", która pojawia się po kliknięciu prawym przyciskiem myszy na jednostkę ze zdolnością "przywoływania".
ru: Боец может призывать новых бойцов на соседние клетки, но не в деревни. Для подробной информации, выберите опцию ПКМ "Справка по призыву" на бойце со способностью "призыв".

source: fast summon
es: invocación rápida
pl: szybkie przywołanie
ru: быстрый призыв

source: This unit may move after summoning (but not attack).
es: Esta unidad puede moverse tras invocar (pero no atacar).
pl: Jednostka może dalej się przemieszczać po przywołaniu innej jednostki, ale nie może zaatakować ponownie w tej samej turze.
ru: После атаки такой боец может вновь походить, но не атаковать.

source: I have insufficient materials. I am unable to summon.
es: No tengo los materiales necesarios para invocar.
pl: Nie mam wystarczającej ilości materiałów. Nie jestem w stanie dokonać przywołania.
ru: У меня не хватает ресурсов. Призыв невозможен.

source: Summoning Help
es: Ayuda a la invocación
pl: Przywołanie - Pomoc
ru: Справка по призыву

source: To summon a unit right-click on hexes adjacent to a selected summoner. You need all movement points (and remaining attacks) to summon one creature. You are unable to summon in villages. A new unit can’t be summoned on water (with the exception of Water and Air Elementals). Castle hexes work as a barrier for summoning: If the summoner is inside a castle, he can summon a new unit only on adjacent castle hexes but not ouside the castle. To summon outside the castle, the summoner needs to leave it first. If the summoner is outside a castle, he cannot summon a new unit on adjacent castle hexes (the summoner needs to enter the castle first). Every summoning adds +3 to current experience. If there are 2 or more summoners, a new unit will be summoned by the last selected unit able to summon, or if no summoner has been selected, a summoner next to the selected tile will be chosen randomly. In multiplayer modes, leaders are unable to summon, unless you are playing the RPG Unbalanced mode.
pl: Aby przywołać jednostkę, kliknij prawym przyciskiem myszy na heksach sąsiadujących z wybranym przywoływaczem. Do przywołania jednego stworzenia potrzebne są wszystkie punkty ruchu (i pozostałe ataki). Nie można przywoływać jednostek w wioskach. Nowej jednostki nie można przywołać na wodzie (z wyjątkiem żywiołaków wody i powietrza). Heksy zamkowe działają jako bariera dla przywoływania: Jeśli przywoływacz znajduje się wewnątrz zamku, może przywołać nową jednostkę tylko na sąsiednich heksach zamku, ale nie poza nim. Aby przywołać jednostkę poza zamkiem, przywoływacz musi go najpierw opuścić. Jeśli przywoływacz znajduje się poza zamkiem, nie może przywołać nowej jednostki na sąsiednich heksach zamku (przywoływacz musi najpierw wejść do zamku). Każde przywołanie dodaje +3 do aktualnego doświadczenia. Jeśli jest 2 lub więcej przyzywających, nowa jednostka zostanie przyzwana przez ostatnią wybraną jednostkę zdolną do przyzwania lub, jeśli żaden przyzywający nie został wybrany, przyzywający obok wybranego kafelka zostanie wybrany losowo. W trybach wieloosobowych przywódcy nie mogą przywoływać jednostek, chyba że grasz w niezbalansowany tryb RPG.
ru: Чтобы призвать бойца щелкните правой кнопкой мыши на соседней клетке с выбранным призывателем. Чтобы призвать существо вам понадобятся все ходы (и оставшиеся атаки). Нельзя призывать бойцов в деревни. Также невозможно призывать существ на клетки с водой (за ислючением водных и воздушных элементалей). Клетки замка служат в качестве разделительной преграды: Если призыватель находится в замке, он может призывать только на клетках замка, чтобы призвать бойца снаружи - замок необходимо покинуть (верна и обратная ситуация) Каждый призыв добавляет 3 опыта призывающему. Если призывателей двое или больше, новый боец будет призван у последнего выбранного призывателя. В мультиплеере лидеры не могут призывать, кроме несбалансированной РПГ вариации.

source: magical
es: mágico
pl: magiczny
ru: магический

source: female^magical
es: mágica
pl: magiczna
ru: магическая

source: heroic
es: heroico
pl: heroiczny
ru: героический

source: female^heroic
es: heroica
pl: heroiczna
ru: героическая

source: elite
es: élite
pl: elitarny
ru: элитный

source: female^elite
es: élite
pl: elitarna
ru: элитная

source: veteran
es: veterano
pl: weteran
ru: ветеран

source: female^veteran
es: veterana
pl: weteranka
ru: ветеран

source: fanatic
es: fanático
pl: fanatyk
ru: фанатик

source: female^fanatic
es: fanática
pl: fanatyczka
ru: фанатик

source: copied
es: copiado
pl: skopiowany
ru: копия

source: female^copied
pl: skopiowana
ru: копия

source: <span color='red'>-30%</span> to arcane resistance immune to poison, drain, and plague
pl: -<span color='red'>30%</span> do odporności na magię odporność na truciznę, wysysanie i zarazę
ru: <span color='red'>-30%</span> сопротивления к мистическому урону иммунитет к отравлению, высасыванию и чуме

source: triple strike
es: triple golpe
pl: potrójny atak
ru: тройная атака

source: This attack can hit some enemy units adjacent to both attacker and target (up to 3 harmed units total). This ability does not work against berserker attacks. This ability works even when defending. Secondary target may be hit even when primary attack misses. Chance to hit secondary target: 40%
pl: Ten atak może trafić jednostki sąsiadujące z celem (łącznie do 3 jednostek - w zależności od szczęścia). Nie działa przeciwko berserkerom. Działa również w obronie Drugorzędny cel może zostać trafiony nawet jeśli główny atak nie trafi celu. Szansa na trafienie drugorzędnego celu: 40%
ru: Эта атака может задеть бойцов стоящих рядом с атакующим и его целью (до 3 бойцов за одну атаку). Эта способность не работает против атак с особенностью "берсерк". Эта способность работает даже в защите. Соседние бойцы могут быть задеты, даже если по основной цели прошёл промах. Шанс попасть по соседней цели 40%
