Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: The unit will heal itself some HP per turn. If it is poisoned, it will remove the poison instead of healing. The amount of hitpoints restored:
es: La unidad se curará algunos PV por turno. Si está envenenada, eliminará el veneno en lugar de curarse. Cantidad de puntos de vida recuperados:
pl: Jednostka regeneruje określoną ilość punktów życia na turę. Jeśli zostanie zatruta, usunie truciznę zamiast się regenerować. Ilość odzyskanych punktów życia:
ru: Боец регенерирует ОЗ каждый ход, Если он отравлен, он вместо лечения избавляется от яда. Количество исцеленных ОЗ:

source: repairs
es: repara
pl: naprawia
ru: чинит

source: Allows the unit to repair adjacent friendly mechanical units at the beginning of each turn. The amount of hitpoints restored:
es: Permite a la unidad reparar unidades mecánicas adyacentes amigas al principio de cada turno Cantidad de PV restaurados:
pl: Pozwala jednostce naprawiać pobliskie mechaniczne jednostki na początku swojej tury. Ilość odzyskanych punktów życia:
ru: Позволяет бойцу в начале каждого хода чинить соседние механизмы. Количество исцеленных ОЗ:

source: water regeneration
es: regeneración acuática
pl: wodna regeneracja
ru: водная регенерация

source: When standing on water/swamp, this unit will heal itself some HP per turn. If it is poisoned, it will remove the poison instead of healing. The amount of hitpoints restored:
pl: Stojąc na wodzie/bagnach, jednostka ta będzie leczyć się co turę. Jeśli zostanie zatruta, usunie truciznę zamiast się leczyć. Ilość przywróconych punktów życia:
ru: Боец немного лечится если находится на клетке воды или болота. Если он отравлен, то вместо лечения избавляется от яда. Количество исцеленных ОЗ:

source: frozen regeneration
pl: lodowa regeneracja
ru: ледяная регенерация

source: When standing on frozen terrain such as snow or ice, this unit will heal itself some HP per turn. If it is poisoned, it will remove the poison instead of healing. The amount of hitpoints restored:
pl: Kiedy ta jednostka stoi na chłodnym terenie takim jak śnieg czy lód, leczy określoną ilość punktów życia na turę. Jeśli jest zatruta, usunie truciznę zamiast leczenia. Ilość odzyskanych punktów życia:
ru: Боец немного лечится если находится на клетке льда или снега. Если он отравлен, то вместо лечения избавляется от яда. Количество исцеленных ОЗ:

source: nature regeneration
es: regeneración natural
pl: przyrodnicza regeneracja
ru: природная регенерация

source: When standing on a forest or mushroom tile, this unit will heal itself some HP per turn. If it is poisoned, it will remove the poison instead of healing. The amount of hitpoints restored:
es: Cuando esté sobre una hexágono de bosque u hongos, esta unidad se curará algunos PV por turno. Si está envenenada, eliminará el veneno en lugar de curarse. Cantidad de puntos de vida recuperados:
pl: Kiedy ta jednostka stoi w lesie lub w grzybowym gaju, leczy określoną ilość punktów życia na turę. Jeśli jest zatruta, usunie truciznę zamiast leczenia. Ilość odzyskanych punktów życia:
ru: Боец немного лечится если находится на клетке леса или грибов. Если он отравлен, то вместо лечения избавляется от яда. Количество исцеленных ОЗ:

source: swamp regeneration
es: regeneración en pantano
pl: bagienna regeneracja
ru: болотная регенерация

source: When standing on a swamp tile, this unit will heal itself some HP per turn. If it is poisoned, it will remove the poison instead of healing. The amount of hitpoints restored:
es: Cuando esté sobre un hexágono de pantano, esta unidad se curará algunos PV por turno. Si está envenenada, eliminará el veneno en lugar de curarse. Cantidad de puntos de vida recuperados:
pl: Kiedy ta jednostka stoi w bagnie, odzyskuje określoną ilość punktów życia na turę. Jeśli jest zatruta, usunie truciznę zamiast leczenia. Ilość odzyskanych punktów życia:
ru: Боец немного лечится если находится на клетке болота. Если он отравлен, то вместо лечения избавляется от яда. Количество исцеленных ОЗ:

source: fungal regeneration
es: regeneración fangal
pl: grzybowa regeneracja
ru: грибная регенерация

source: When standing on a mushroom grove, this unit will heal itself some HP per turn. If it is poisoned, it will remove the poison instead of healing. The amount of hitpoints restored:
es: Cuando se encuentra en un hexágono de hongos, esta unidad se cura algunos PV por turno. Si está envenenada, eliminará el veneno en lugar de curarse. Cantidad de puntos de vida recuperados:
pl: Kiedy ta jednostka stoi w grzybowym gaju, odzyskuje określoną ilość punktów życia na turę. Jeśli jest zatruta, usunie truciznę zamiast leczenia. Ilość odzyskanych punktów życia:
ru: Боец немного лечится если находится на клетке грибов. Если он отравлен, то вместо лечения избавляется от яда. Количество исцеленных ОЗ:

source: solar regeneration
es: regeneración solar
pl: słoneczna regeneracja
ru: солнечная регенерация

source: The unit will heal itself some HP at dawn/dusk (or any neutral ToD) and some HP during day (or other lawful ToD). If it is poisoned, it will remove the poison instead of healing. (if the unit has 0 regeneration at dawn/dusk (for example +0/+3), however, poison will not be cured at dawn/dusk) The amount of hitpoints restored during dawn or dusk (first value) and during day (second value):
pl: Jednostka wyleczy się z części PŻ o świcie/zmierzchu (lub w dowolnym neutralnym ToD) i z części PŻ w ciągu dnia (lub w innym praworządnym ToD). Jeśli zostanie zatruta, usunie truciznę zamiast się leczyć. (jeśli jednostka ma 0 regeneracji o świcie/zmierzchu (na przykład +0/+3), trucizna nie będzie leczona o świcie/zmierzchu) Ilość punktów życia przywracanych podczas świtu lub zmierzchu (pierwsza wartość) i podczas dnia (druga wartość):
ru: Боец излечивается днём (второе значение) и в нейтральное время(первое значение). Если он отравлен, то вместо лечения избавляется от яда. Если лечение +0, то яд не будет исцелен. Количество исцеленных ОЗ:

source: nocturnal regeneration
es: regeneración nocturna
pl: nocna regeneracja
ru: теневая регенерация

source: The unit will heal itself some HP during night/other dark ToD (including tiles darkened by dark aura). If it is poisoned, it will remove the poison instead of healing. The amount of hitpoints restored:
pl: Jednostka będzie leczyć się podczas nocy/innych ciemnych ToD (w tym płytek zaciemnionych przez ciemną aurę). Jeśli zostanie zatruta, usunie truciznę zamiast się leczyć. Ilość przywróconych punktów życia:
ru: Боец излечивается ночью(второе значение) и в нейтральное время(первое значение). Если он отравлен, то вместо лечения избавляется от яда. Количество исцеленных ОЗ:

source: heals undead
es: cura no muerto
pl: leczy nieumarłych
ru: лечение нежити

source: Allows the unit to repair adjacent friendly undead units at the beginning of each turn. The amount of hitpoints restored:
es: Permite a la unidad reparar unidades no muertas adyacentes amigas al principio de cada turno Cantidad de PV restaurados:
pl: Pozwala jednostce naprawiać pobliskie mechaniczne jednostki na początku swojej tury. Ilość odzyskanych punktów życia:
ru: Позволяет бойцу в начале каждого хода восстанавливать нежить. Лечит ОЗ:

source: rest healing
pl: leczenie w odpoczynku
ru: быстрый отдых

source: This unit regenerates more hitpoints when resting than other units. The additional amount of hitpoints restored:
pl: Ta jednostka odzyskuje więcej punktów życia w trakcie odpoczynku niż inne jednostki. Ilość odzyskanych punktów życia:
ru: Ничего не делая боец лечится быстрее обычного. Дополнительное здоровье за отдых:

source: racial leader
es: líder racial
pl: dowódca rasy
ru: кровный лидер

source: This unit can lead units of the same race as the owner of this ability that are next to it, making them fight better. Adjacent units of the same race will do more damage in battle (20% more).
es: Esta unidad puede liderar a las unidades adyacentes de la misma raza que el propietario de esta habilidad, haciendo que luchen mejor. Las unidades adyacentes de la misma raza harán más daño en combate (un 20% más).
pl: Ta jednostka może dowodzić pobliskimi jednostkami tej samej rasy co ona sama, sprawiając, że lepiej walczą. Sąsiadujące jednostki tej samej rasy będą zadawać więcej obrażeń w walce (20% więcej).
ru: Соседние воины той же расы что и этот боец сражаются лучше, их урон на 20% больше.

source: inspires 1
es: inspirar 1
pl: inspiruje 1
ru: вдохновение 1

source: This unit can inspire friendly units that are next to it, making them fight better. Adjacent friendly level 0 units will do 30% more damage in battle. Adjacent friendly level 1 units will do 15% more damage in battle.
es: Esta unidad puede infundir inspiración a las unidades aliadas que están junto a la misma, haciéndolas combatir mejor. Unidades aliadas adyacentes de nivel 0 causarán un 30% más de daño en combate. Unidades aliadas adyacentes de nivel 1 causarán un 15% más de daño en combate.
pl: Ta jednostka może zainspirować przyjazne jednostki, które są obok niej, dzięki czemu będą lepiej walczyć. Sąsiednie przyjazne poziomy 0 jednostek zadadzą 30% więcej obrażeń w walce. Sąsiednie przyjazne jednostki poziomu 1 zadadzą 15% więcej obrażeń w bitwie.
ru: Боец может вдохновлять товарищей, улучшая боевые характеристики. Соседние бойцы 0 уровня будут наносить в битве на 30% больше урона. Соседние бойцы 1 уровня будут наносить в битве на 15% больше урона.

source: inspires 2
es: inspirar 2
pl: inspiruje 2
ru: вдохновение 2

source: This unit can inspire friendly units that are next to it, making them fight better. Adjacent friendly level 0 units will do 50% more damage in battle. Adjacent friendly level 1 units will do 25% more damage in battle. Adjacent friendly level 2 units will do 12% more damage in battle. Adjacent friendly level 3 units will do 6% more damage in battle.
es: Esta unidad puede infundir inspiración a las unidades aliadas que están junto a la misma, haciéndolas combatir mejor. Unidades aliadas adyacentes de nivel 0 causarán un 50% más de daño en combate. Unidades aliadas adyacentes de nivel 1 causarán un 25% más de daño en combate. Unidades aliadas adyacentes de nivel 2 causarán un 12% más de daño en combate. Unidades aliadas adyacentes de nivel 3 causarán un 6% más de daño en combate.
pl: Ta jednostka może zainspirować przyjazne jednostki, które są obok niej, dzięki czemu będą lepiej walczyć. Sąsiednie przyjazne poziomy 0 jednostek zadadzą 50% więcej obrażeń w walce. Sąsiednie przyjazne jednostki poziomu 1 zadadzą 25% więcej obrażeń w bitwie. Sąsiednie przyjazne jednostki poziomu 2 zadadzą 12% więcej obrażeń w bitwie. Sąsiednie przyjazne jednostki poziomu 3 zadadzą 6% więcej obrażeń w bitwie.
ru: Боец может вдохновлять товарищей, улучшая боевые характеристики. Соседние бойцы 0 уровня будут наносить в битве на 50% больше урона. Соседние бойцы 1 уровня будут наносить в битве на 25% больше урона. Соседние бойцы 2 уровня будут наносить в битве на 12% больше урона. Соседние бойцы 3 уровня будут наносить в битве на 6% больше урона.

source: warcry
es: grito de guerra
pl: okrzyk bojowy
ru: боевой клич

source: All adjacent friendly units will do 10% more damage in battle (this bonus stacks with other damage-buffing auras like leadership/inspires/racial leader/etc.). Does not affect other units with the same ability.
pl: Wszystkie przyległe przyjazne jednostki będą zadawać 10% więcej obrażeń podczas bitwy (premia ta kumuluje się z innymi aurami zmniejszającymi obrażenia, takimi jak przywództwo/inspiracje/przywódca rasowy itp.) Nie wpływa na inne jednostki z tą samą umiejętnością.
ru: Соседние дружественные бойцы наносят на 10% больше урона. Складывается с другими бонусами к урону. Не действует на бойцов с такой же способностью.

source: camel leadership
pl: dowodzenie wielbłądami
ru: лидер верблюжих наездников

source: This unit can lead camel riders of lower levels that are next to it, making them fight better. Adjacent camel riders will do more damage in battle (15% more).
pl: Ta jednostka może dowodzić pobliskimi Wielbłądzimi Jeźdźcami oraz Elitarnymi Wielbłądzimi Jeźdźcami, sprawiając, że lepiej walczą. Sąsiadujące jednostki tej samej rasy będą zadawać więcej obrażeń w walce (15% więcej).
ru: Рядом с этим бойцом всадники на верблюдах сражаются лучше. Соседние наездники на верблюдах наносят на 15% больше урона.

source: leadership
pl: dowodzenie
ru: лидерство

source: female^leadership
pl: dowodzenie
ru: лидерство

source: Acts like leadership, but as if this unit's level was
pl: Działa jak przywództwo, ale tak, jakby poziom tej jednostki wynosił
ru: Действует как лидерство, но уровень бойца считается

source: instead of the unit's actual level.
pl: zamiast rzeczywistego poziomu jednostki.
ru: вместо его текущего уровня.

source: pain absorption
es: absorción de dolor
pl: absorbcja bólu
ru: поглощение боли

source: When harming a living enemy, this unit is healed by
es: Cuando hiere a una unidad viva, esta unidad se cura por
pl: W momencie ranienia żyjącego przeciwnika, ta jednostka odzyskuje
ru: Когда наносит урон живому существу, лечится на

source: pain absorption aura
pl: absorbcja bólu
ru: аура поглощения боли

source: This unit gains some hitpoints added to its current health whenever an adjacent living unit is harmed. The amount of hitpoints gained:
es: Esta unidad gana algunos puntos de vida añadidos a su salud actual cada vez que una unidad viva adyacente es dañada. La cantidad de puntos de vida ganados:
pl: Ta jednostka otrzymuje dodatkowe punkty życia za każdym razem gdy dowolna żywa jednostka jest raniona. Ilość odzyskanych punktów życia:
ru: За каждое увечье соседнего живого существа к текущему здоровью бойца прибавляется ОЗ. Будет получено ОЗ:

source: recruit
es: reclutar
pl: rekrutacja
ru: найм

source: This unit can recruit new units on adjacent tiles, but only when standing in villages. For more information, choose the 'Recruiting Help' rightclick option which appears when rightclicking on a unit with the 'recruit' ability.
es: Esta unidad puede reclutar nuevas unidades en hexágonos adyacentes, pero sólo cuando se encuentre en aldeas. Para más información, elige la opción "Ayuda para reclutar" que aparece al hacer clic con el botón derecho del ratón sobre una unidad con la habilidad "reclutar".
pl: Ta jednostka potrafi rekrutować nowe jednostki na sąsiednich polach, ale pod warunkiem, że sama stoi na wiosce. Po więcej informacji, kliknij jednostkę prawym przyciskiem myszy i wybierz 'Pomoc Rekrutacji'.
ru: Боец может нанять новых бойцов на соседних клетках находясь в деревне. Для подробной информации выберите опцию ПКМ "Справка о найме".

source: I don't have enough gold. I am unable to recruit.
es: No tengo suficiente oro para reclutar.
pl: Nie mam wystarczającej ilości złota. Nie mogę rekrutować.
ru: У меня недостаточно золота. Я не могу никого нанять.

source: Recruiting Help
es: Ayuda de reclutamiento
pl: Pomoc Rekrutacji
ru: Справка о найме

source: To recruit a unit right-click on hexes adjacent to a selected recruiter. You need all movement points (and remaining attacks) to recruit one creature. You can only recruit in villages. A new unit can’t be recruited on water. Every recruiting adds +3 to current experience. If there are 2 or more recruiters, a new unit will be recruited by the last selected unit able to recruit, or if no recruiter has been selected, a recruiter next to the selected tile will be chosen randomly. In multiplayer modes, leaders are unable to use the recruit ability, unless you are playing the RPG Unbalanced mode.
pl: Aby zrekrutować jednostkę, kliknij prawym przyciskiem myszy na heksach sąsiadujących z wybranym rekruterem. Aby zrekrutować jedną istotę, musisz mieć wszystkie punkty ruchu (i pozostałe ataki). Rekrutować można tylko w wioskach. Nowa jednostka nie może być rekrutowana na wodzie. Każda rekrutacja dodaje +3 do aktualnego doświadczenia. Jeśli jest 2 lub więcej rekrutujących, nowa jednostka zostanie zrekrutowana przez ostatnią wybraną jednostkę zdolną do rekrutacji lub, jeśli żaden rekrutujący nie został wybrany, rekrutujący obok wybranego kafelka zostanie wybrany losowo. W trybach wieloosobowych liderzy nie mogą korzystać ze zdolności rekrutacji, chyba że grasz w niezbalansowany tryb RPG.
ru: Чтобы нанять бойца щелкните правой кнопкой мыши на клетке соседней с призывающим. Чтобы призвать существо, вам понадобятся все ходы (и оставшиеся атаки). Нанимать можно только в деревнях.Так же невозможно призывать существ на клетки с водой. Каждый призыв добавляет +3 опыта призывающему. Если нанимающих двое или больше, новый боец будет призван у последнего выбранного нанимателя. В мультиплеере лидер не сможет использовать эту способность, за исключением несбалансированной РПГ вариации.

source: defender
es: defensor
pl: obrońca
ru: защитник

source: Adjacent friendly units receive a +20% bonus to all resistances (up to a maximum of 50%). Does not stack with the bulwark ability.
es: Las unidades amigas adyacentes reciben una bonificación del 20% a todas las resistencias (hasta un máximo del 50%). No se acumula con la habilidad baluarte.
pl: Sąsiednie przyjazne jednostki zyskują bonus +20% do wszystkich odporności (do maksymalnie 50%). Ta zdolność nie sumuje się z umiejętnością bastion.
ru: Соседние дружественные бойцы получают +20% ко всем сопротивлениям (до максимума в 50%). Не сочетается со способностью "заступник".

source: bulwark
es: baluarte
pl: bastion
ru: заступник

source: Adjacent friendly units receive a +25% bonus to all resistances (up to a maximum of 60%). Does not stack with the defender ability.
pl: Sąsiadujące przyjazne jednostki otrzymują premię +25% do wszystkich odporności (maksymalnie do 60%). Nie kumuluje się ze zdolnością obrońcy.
ru: Соседние дружественные бойцы получают +25% ко всем сопротивлениям (до максимума в 60%). Не сочетается со способностью "защитник".

source: circle of resistance
es: círculo de resistencia
pl: krąg odporności
ru: круг сопротивления

source: All adjacent friendly units next to this unit receive a +20% bonus to fire, cold, and arcane resistances (does not work against units with the magic absorber ability).
es: Todas las unidades amigas adyacentes reciben una bonificación del 20% a las resistencias contra el fuego, el frío y el daño arcano (no funciona contra unidades con la habilidad de absorción de magia).
pl: Wszystkie sąsiednie przyjazne jednostki otrzymują +20% bonus do odporności na ogień, chłód i tajemny typ obrażeń (nie działa w przypadku jednostek z umiejętnością absorbcji magii).
ru: Все соседние вражеские войска получают +20% к сопротивлениям огню, холоду и мистическому урону (не действует на бойцов с "магическим поглощением")

source: circle of susceptibility
es: círculo de debilidad
pl: krąg podatności
ru: круг уязвимости

source: All adjacent enemy units’ fire, cold, and arcane resistances are weakened by 20% (does not work against units with the magic absorber ability).
es: Todas resistencias al fuego, frío y daño arcano de las unidades enemigas adyacentes se debilitan en un 20% (no funciona contra unidades con la habilidad de absorción de magia).
pl: Wszystkie sąsiadujące wrogie jednostki mają obniżoną o 20% odporność na ogień, chłód i tajemny typ obrażeń (nie działa w przypadku jednostek z umiejętnością absorbcji magii).
ru: Все соседние вражеские войска получают -20% к сопротивлениям огню, холоду и мистическому урону (не действует на бойцов с "магическим поглощением")

source: magic absorber
es: absorción de magia
pl: pochłaniacz magii
ru: магическое поглощение

source: Area around this unit is mostly purged from most kinds of magic (anti-shield attacks still work fine) - all adjacent units (including enemies) receive a 70% bonus to fire, cold, and arcane resistances (up to a maximum of 70%), - healing and circle of susceptibility around this unit do not work.
es: El área alrededor de esta unidad está mayormente purgada de la mayoría de los tipos de magia (los ataques antiescudo aún funcionan bien) - Todas las unidades adyacentes (incluidos enemigos) reciben una bonificación del 70% a las resistencias al fuego, al frío y arcana (hasta un máximo del 70%). - La curación y el círculo de susceptibilidad alrededor de esta unidad no funcionan.
pl: Obszar wokół tej jednostki jest pozbawiony magii (ataki anty-tarczowe działają jednak prawidłowo) - wszystkie przyległe jednostki (również wrogie) otrzymują 70% bonus do ognia, chłodu i tajemnego typu obrażeń (maksymalnie do 70%), - leczenie oraz krąg podatności w pobliżu tej jednostki nie będą działać.
ru: Область вокруг этого бойца очищена от большинства видов магии (пробивание все ещё работает) - все соседние бойцы (и враги) получают +70% к сопротивлению магическому урону (максимум 70%) - лечение и круг уязвимости не действуют вокруг этого бойца.

source: cold aura
es: aura fría
pl: chłodna aura
ru: аура холода

source: - All water/swamp tiles around this unit turn to ice on this unit's next turn (this effect lasts 1 turn). - The owner of this ability deals 4 cold damage to adjacent enemies every turn. - All adjacent units with water regeneration (including Water Elementals and their advancements) become slowed at the start of this unit's turn. - Area around this unit provides a 40% (50% max) bonus to fire resistance and a −25% (-75% max) reduction to cold resistance. - Adjacent allies move faster on frozen (2 move cost becomes 1, 3 becomes 2, etc.) for 1 turn at the start of this unit's turn. Does not stack. - This ability does not affect other units with the same ability. - This ability does not work on tiles affected by the heat aura ability.
pl: - Wszystkie heksy wody/bagien wokół tej jednostki zamieniają się w lód w następnej turze tej jednostki (efekt ten trwa 1 turę). - Posiadacz tej zdolności zadaje sąsiadującym wrogom 4 obrażenia od zimna co turę. - Wszystkie sąsiadujące jednostki z regeneracją wody (w tym żywiołaki wody i ich postępy) zostają spowolnione na początku tury tej jednostki. - Obszar wokół tej jednostki zapewnia 40% (maks. 50%) premii do odporności na ogień i -25% (maks. -75%) redukcji odporności na zimno. - Sąsiadujący sojusznicy poruszają się szybciej po zamrożeniu (koszt ruchu 2 staje się 1, 3 staje się 2 itd.) przez 1 turę na początku tury tej jednostki. Nie kumuluje się. - Ta zdolność nie wpływa na inne jednostki z tą samą zdolnością. - Zdolność ta nie działa na pola, na które wpływa zdolność aury ciepła.
ru: - Клетки воды и болота вокруг бойца станут льдом в начале хода (на 1 ход). - Каждый ход окружающие вражеские бойцы получают 4 урона холодом. - Все соседние бойцы с водной регенерацией получают замедление в начале хода. -Соседние союзные бойцы получают 40% сопротивления огню (максимум 50%) и 25% уязвимости к холоду (максимум -75%). -Соседние союзные бойцы на 1 ход двигаются по замороженным поверхностям быстрее (на 1 очко передвижения дешевле). Этот бонус не складывается. -Способность не действует на других владельцев этой способности -Способность не действует на клетках под действием ауры жара.

source: heat aura
es: aura de calor
pl: gorąca aura
ru: аура жара
