Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: The Cult of the Fire holds many secrets and powers that cause many corrupted shamans much envy. However, these secrets are guarded by the cult's most dedicated and senior members, the Lava Salamanders. Residing at the heart of the corrupting flames near the Great Bog, a volcanic wasteland of ash and lava pools will be found. It is rumored that in order for a Fire Salamander to join the ranks of the Lava Salamanders, they must take a trial, one that will have a friary rebirth. The ritualistic trial will takes years to complete until they have but one last ritual which will determine the resolve of the Salamander. The Fire Salamander must fully emerge themselves within the chaotic fire that they seek, entering a pool of lava. Not all Salamanders that enter the pools return being now part of the corrupting flame, but those that have are reborn with body altering affects that give them a draconian appearance and veins of fire.
es: El Culto del Fuego guarda secretos y poderes que causarían envidia a muchos chamanes corruptos. Sin embargo, estos secretos están guardados por los miembros más dedicados y veteranos del culto, las salamandras de lava. Residiendo en el corazón de las llamas corruptoras cerca del Gran Pantano, se encontrarán en páramos volcánicos de cenizas y charcos de lava. Se rumorea que para que una salamandra de fuego se una a las filas de las salamandras de lava, debe someterse a una prueba, un renacimiento en el monasterio. La prueba ritual tarda años en completarse hasta que tienen un último ritual que determinará la resolución de la salamandra. La salamandra de fuego debe emerger por completo dentro del fuego caótico que busca, entrando en una piscina de lava. No todas las salamandras que entran en las piscinas vuelven a ser parte de la llama corruptora, pero las que lo han hecho renacen con efectos de alteración del cuerpo que les dan una apariencia draconiana y venas de fuego.
ru: Культ Огня хранит множество тайн и сил, вызывающих зависть у многих испорченных шаманов. Однако эти секреты охраняют самые преданные и высокопоставленные члены культа, Лавовые Саламандры. В центре разлагающего пламени возле Великой Топи находится вулканическая пустошь с гейзерами пепла и лавы. Ходят слухи, что для того, чтобы Огненная Саламандра присоединилась к рядам Лавовых Саламандр, они должны пройти испытание, которое приведет к огнерождению. Ритуалы и проверки займут годы, пока не останется лишь один последний ритуал, который определит решимость Саламандры. Огненная Саламандра должна полностью выйти из хаотического огня, который они ищут, войдя в лавовый пруд. Не все Саламандры, вошедшие в пруд, возвращаются, будучи теперь частью разлагающего пламени, но те, кто это сделал, перерождаются с эффектами, изменяющими тело, которые придают им драконоподобный облик и жилы по которым бежит магма, раскаляя сердца.

source: fire touch
es: toque ardiente
pl: ognisty dotyk
ru: огненное касание

source: fire bite
es: mordisco ardiente
pl: ogniste ugryzienie
ru: огненный укус

source: fire blast
es: golpe de fuego
pl: podmuch ognia
ru: взрыв огня

source: Mystic
es: Místico
pl: Mistyk
ru: Мистик

source: Mystics are some of the most powerful and influential shamans in the Jungle of Life. They are the upper class of the Darkblood society, being second only to the Keeper himself. Their skill in spellcasting is also no less formidable, being able to freeze their opponents in place, or quickly heal own wounds, as well as those of nearby allies.
es: Los místicos son algunos de los chamanes más poderosos e influyentes de la Jungla de la Vida. Son la clase alta de la sociedad Sangreoscura, solo superados por el propio Guardián. Su habilidad para lanzar hechizos tampoco es menos formidable, pudiendo congelar a sus oponentes en el lugar o curar rápidamente sus propias heridas, así como las de los aliados cercanos.
ru: Мистики — одни из самых могущественных и влиятельных шаманов в Джунглях Жизни. Они являются высшим классом общества Темной Крови, уступая только самому Изьраннику. Их навыки в колдовстве также не менее внушительны: они способны заморозить своих противников на месте или быстро залечить свои раны, а также раны ближайших союзников.

source: Red Salamander
es: Salamandra roja
pl: Czerwona Salamandra
ru: Красная саламандра

source: Red Salamanders are a cult of salamanders living in the Great Bog, similar to the corrupted shamans of the saurians. They are bound together by their singular passion - harnessing the raw power of flame. The constant rituals have made their skin red, as well as quite fire-resistant. However, unlike the other salamanders, due to their red skin they can no longer blend in with their surroundings. Still, the might of their fiery attacks makes up for that disadvantage.
ru: Красные Саламандры — это культ саламандр, живущих в Великой Топи, похожий на испорченных шаманов ящеров. Их объединяет единственная страсть — использовать необузданную силу пламени. Постоянные ритуалы сделали их кожу красной, а также весьма огнестойкой. Однако, в отличие от других саламандр, из-за красной кожи они больше не могут сливаться с окружающей средой. Тем не менее, мощь их огненных атак компенсирует этот недостаток.

source: Salamander
es: Salamandra
pl: Salamandra
ru: Саламандра

source: Salamanders are among the many kinds of creatures living in the Jungle of Life. Their weapons of choice are wrist blades and their adaptive skin color combined with their knowledge of the swamps allows them to easily ambush their enemies.
es: Las salamandras están entre los muchos tipos de criaturas que viven en la Jungla de la Vida. Sus armas de referencia son las garras de muñeca y su piel de color adaptable, en combinación con su conocimiento de los pantanos, que les permite emboscar a sus enemigos con facilidad.
ru: Саламандры — одни из многих видов существ, живущих в Джунглях Жизни. Их любимым оружием являются наручные клинки, а адаптивный цвет кожи в сочетании со знанием болот позволяет им легко устраивать засады на своих врагов.

source: Salamander Marine
es: Salamandra marina
pl: Morska Salamandra
ru: Подводная саламандра

source: +15% cold resistance, Max HP bonus +2
es: +15% resistencia al frío, +2 máx PV
pl: +15% odporności na chłód, Bonus do maksymalnego HP +2
ru: +15% сопротивления к холоду, +2 макс. ОЗ

source: Skirmisher, Max HP bonus +2
es: Hostigador, máx PV +2
pl: Harcownik, Bonus do maksymalnego HP +2
ru: Неуловимость, +2 макс. ОЗ

source: Long ago in years long forgotten, the Blue Salamanders made a journey across the ocean to islands in the southeast of the Great Bog. There they encountered a mysterious race of Atokpi preparing a great invasion on the Jungle of Life. Those that managed to fend off and return to warn the Jungle inhabitants of the impending attack were the Salamander Marines. After the Great War the Blue Salamanders were tasked to patrol the high seas and safeguard them form any sea born attack. However in later years the seas became more hostile and travel too dangerous for most Salamanders to traverse. Now only the bravest and most elite Blue Salamanders take up this long tradition of traversing the seas joining the ranks of the Salamander Marines.
es: Hace mucho tiempo, en años olvidados, las salamandras azules hicieron un viaje a través del océano a las islas en el sureste del Gran Pantano. Allí se encontraron con una misteriosa raza de atokpi que preparaba una gran invasión en la Jungla de la Vida. Los que lograron defenderse y regresar para advertir a los habitantes de la jungla del inminente ataque fueron las salamandras marinas. Después de la Gran Guerra, las salamandras azules recibieron la tarea de patrullar en alta mar y protegerlos de cualquier ataque marítimo. Sin embargo, en años posteriores, los mares se volvieron más hostiles y los viajes demasiado peligrosos para la mayoría de los salamandras. Ahora solo las salamandras azules más valientes y de élite retoman esta larga tradición de atravesar los mares uniéndose a las filas de las salamandras marinas.
ru: В древности Синие Саламандры совершили путешествие через океан к островам на юго-востоке Великого болота. Там они столкнулись с загадочной расой Атокпи, готовившей великое вторжение в Джунгли Жизни. Тем, кому удалось отбиться и вернуться, чтобы предупредить жителей джунглей о надвигающейся атаке, были Подводные Саламандры. После Великой войны Синим Саламандрам было поручено патрулировать открытое море и защищать их от любого нападения с моря. Однако в последующие годы моря стали более враждебными, и путешествие стало слишком опасным для большинства саламандр. Теперь только самые храбрые и элитные Синие Саламандры продолжают эту давнюю традицию путешествовать по морям, вступая в ряды Подводных Саламандр.

source: trident
es: tridente
pl: trójząb
ru: трезубец

source: Shadow Salamander
es: Salamandra sombría
pl: Cienista Salamandra
ru: Теневая саламандра

source: Awe 1, Max HP bonus +2
es: Terror 1, PV máx +2
pl: Strach 1, Bonus do maksymalnego HP +2
ru: Устрашение 1, макс. ОЗ +2

source: +20% cold resistance, Max HP bonus +2
es: +20% resistencia al frío, +2 máx PV
pl: +20% do odporności na chłód, Bonus do maksymalnego HP +2
ru: +20% сопротивления холоду, +2 макс. ОЗ

source: Skin as black as the eerie starless night sky reflecting from stagnated marshy waters. Only to be broken by two flaring demonic red eyes, tracking their unsuspecting prey. Lying in wait within the darkest of corners beneath the canopy of the Forest of Life and the murky waters of the Great Bog, lurks the elusive Shadow Salamanders. Seldom do they wonder beneath the light of day preferring to creep in the shadows, even the light of the moon dares not relieve them. For these Black Salamanders have entered into a wicked covenant with the demons that dwell in the Great Bog, granting them unnatural power. Becoming masters of the blade and the night, even the great Chaos Wyverns cower in fear by the mere scent of impending death that the Shadow Salamanders emanate.
es: Con una piel tan negra como el espeluznante cielo nocturno sin estrellas que se refleja en las aguas pantanosas estancadas. Sólo interrumpido por dos llameantes ojos rojos demoníacos, rastreando a su presa desprevenida. Al acecho en los rincones más oscuros bajo el dosel del Bosque de la Vida y las turbias aguas del Gran Pantano, acechan las escurridizas salamandras sombrías. Rara vez se dejan ver bajo la luz del día, prefiriendo arrastrarse en las sombras, eludiendo incluso los rayos de luz de la luna. Porque estas salamandras negras han entrado en un pacto perverso con los demonios que habitan en el Gran Pantano, otorgándoles un poder sobrenatural. Al convertirse en maestros de la espada y la noche, incluso los grandes guivernos del caos se encogen de miedo ante el mero olor a muerte inminente que emanan las salamandras sombrías.
ru: Кожа черная, как жуткое беззвездное ночное небо, отражающееся в застоявшихся болотистых водах. Только для того, чтобы его сломали два пылающих демонических красных глаза, выслеживающих свою ничего не подозревающую добычу. В самых темных уголках под пологом Джунглей Жизни и мутными водами Великого болота подстерегают неуловимые Теневые Саламандры. Они редко блуждают при дневном свете, предпочитая ползти в тени, даже свет луны не осмеливается проливаться на них. Ибо эти Черные Саламандры заключили злой пакт с демонами, обитающими в Великом Топи, наделив их сверхъестественной силой. Став повелителями клинка и ночи, даже Великие виверны хаоса съеживаются от страха при одном лишь запахе неминуемой смерти, исходящем от Теневых Саламандр.

source: Shamanistic Adept
es: Adepto chamánico
pl: Szaman Adept
ru: Шаман

source: If the Dark Blood Tribe is known for something, it’s their shamanistic magic. Those saurians who choose to learn it are usually frail of body and unfit to do battle physically. However, their control of water magicks is invaluable in battle, both to heal their allies, and to hurl balls of ice at their foes.
es: Si por algo es conocida la tribu de los sangre oscura, es por su magia chamánica. Aquellos saurios que eligen aprenderla son normalmente de constitución débil e inadecuados para los ataques físicos. En cambio, su control de la magia de agua los hace muy valiosos en la batalla, tanto para curar a sus aliados como para arrojar bolas de hielo a sus enemigos.
ru: Если Племя Темной Крови и славится чем-то, то это их шаманская магия. Те ящеры, которые выбирают путь шамана, довольно хрупки телом и мало подходят для физического боя. Однако их мастерство в магии воды неоценимо в битве. Они используют магию как для лечения соратников, так и для обстрела противника ледяными глыбами.

source: Swamp Mage
es: Mago del pantano
pl: Bagienny Mag
ru: Болотный маг

source: Some of the Corrupted Shamans do not come out of the Great Bog. Instead, they opt to remain and find their fate there. Some of those wander to a certain part of the Bog which is suffused with darkness. Most of them die; the few who survive, probably through some sort of deal with that place’s dark rulers, come back... wrong. Their personalities are wiped blank, and they serve as the darkness’s vehicles. They gain great power in its service, and their ability to use the fires of the darkness itself and regenerate almost any wound is infamous in some parts of the Bog.
es: Algunos de los chamanes corruptos no salen del Gran Pantano. En cambio, deciden permanecer para encontrar allí su destino. Algunos de ellos alcanzan cierto lugar del pantano que está imbuido de oscuridad. La mayoría muere allí. Los pocos que sobreviven, probablemente gracias a algún tipo de pacto con los oscuros gobernantes de ese lugar, vuelven... dañados. Su personalidad ha quedado en blanco, y sirven como transmisores de la oscuridad. Ganan un gran poder a su servicio, y su habilidad para usar los fuegos de la misma oscuridad y de regenerarse de casi cualquier herida es conocida en muchas partes del pantano.
ru: Некоторые из Порченых Шаманов не выходят из Великой Топи. Вместо этого они предпочитают остаться и найти свою судьбу там. Некоторые из них направляются в определенную часть Топи, окутанную тьмой. Большинство из них умирают; те немногие, кто выживает, вероятно, благодаря какой-то сделке с темными правителями этого места, возвращаются… неправильными. Их личности стёрты, и они служат проводниками тьмы. Служа ему, они обретают огромную силу, а их способность использовать пламя самой тьмы и регенерировать практически любую рану печально известна в некоторых частях Болота.

source: kamikaze
ru: камикадзе

source: Temple Guard
es: Guardia del templo
pl: Strażnik Świątyni
ru: Храмовый страж

source: Toad Archer
es: Arquero de sapo
pl: Ropuszy Łucznik
ru: Жаба с лучником

source: Toad Mystic
es: Místico de sapo
pl: Mistyczna Ropucha
ru: Жаба с мистиком

source: magic missile
es: proyectil mágico
pl: magiczny pocisk
ru: магический снаряд

source: Toad Rider
es: Jinete de sapo
pl: Ropuszy Jeździec
ru: Жабий наездник

source: In the middle of the Jungle of Life lies the Great Bog, dark and marshy. It is said that many a creature make their homes there. The saurians of the Dark Blood tribe are known to capture and tame the Bog’s giant Toads, riding their backs and using them as war elephants of sorts; it is known that they use special lures to make the Toads strike enemies with their long, sticky tongues.
es: En medio de la Jungla de la vida está situado el Gran Pantano, oscuro y húmedo. Se dice que hay unas cuantas criaturas que tienen allí su hogar. Se sabe que los saurios de la tribu de los sangre oscura capturan y doman a los sapos gigantes del pantano, montando en sus lomos y utilizándolos como una especie de elefantes de guerra. Se sabe que usan señuelos especiales para hacer que los sapos golpeen a sus enemigos con sus lenguas largas y pegajosas.
ru: Посреди Джунглей Жизни лежит Великая Топь, темная и болотистая. Говорят, что она служит домом для многих существ. Ящеры Темной Крови ловят и приручают гигантских жаб Топи и используют их как своего рода боевых слонов. Известно, что они используют специальные уловки, чтобы жабы поражали противника своими длинными, липкими языками.

source: Toad Shaman
es: Chamán de sapo
pl: Ropuszy Szaman
ru: Жаба с шаманом

source: Twin Archer Toad
es: Arqueros gemelos de sapo
pl: Ropuszy Łucznicy
ru: Жаба с двумя стрелками

source: concentrated fire
es: disparo concentrado
pl: skoncentrowany ostrzał
ru: заградительный огонь

source: rapid fire
es: fuego rápido
pl: ciągły ogień
ru: шквальный огонь

source: Wyvern
es: Guiverno
pl: Wiwerna
ru: Виверна

source: From the marshy lands of the Great Bog hail the bloodthirsty Wyverns. These majestic beasts of prey, which are said to be the descendants of the great Dragons of old, are captured by the Dark Blood saurians, which use them as shock troopers of sorts. They are subjected to torture by fire, making them even more crazed and bloodthirsty than nature intended, and released upon the tribe’s multiple enemies.
es: Desde las cenagosas tierras del Gran Pantano parten los guivernos sedientos de sangre. Estas majestuosas bestias de presa, de las cuales se dice son parte de la progenie de los antiguos grandes dragones, son capturados por los saurios sangre oscura, que los usan como una clase de tropas de choque. Son sometidos a tortura mediante fuego, haciéndolos así incluso aún más salvajes y violentos que lo que la naturaleza previó para ellos, y así arrojados a los múltiples enemigos de la tribu.
ru: Из Великой Топи стаями вылетают кровожадные Виверны. Ящеры Темной Крови ловят этих величественных хищных зверей, которые, говорят, являются потомками древних Драконов, и используют их в качестве ударных отрядов. Их подвергают пыткам огнем, что делает их еще более свирепыми и кровожадными, чем задумано природой, и выпускают на многочисленных врагов племен.

source: Wyvern Knight
es: Caballero de guiverno
pl: Poskramiacz Wiwern
ru: Рыцарь виверны

source: Wyvern Knights are elite Darkblooded aerial cavalry, soaring in the skies atop magnificent Great Wyverns, its wings spread wide, ready to unleash devastation upon the enemy below. Equipped with a spear that seems almost puny compared to the massive creature he commands, a Wyvern Knight bravely charges into battle. Swooping down from the skies, the Knight impales his foes with his trusty pike, utilizing the sheer momentum of the dive attack. With each enemy of the Darkblooded slain, the knight gets more glory to his name, and his loyal wyvern gets to feast on the remains.
ru: Рыцари виверны — это элитная воздушная кавалерия Темной крови, парящие в небесах на величественных великих вивернах, широко раскинувших крылья, готовые обрушить опустошение на врагов внизу. Вооруженный копьем, которое кажется почти ничтожным по сравнению с огромным существом, которым он командует, рыцарь-виверны смело бросается в бой. Пикируя с небес, рыцарь пронзает врагов своей верной пикой, используя чудовищную скорость своего скакуна. С каждым убитым врагом Темнокровных рыцарь прославляет своё имя, а его верная виверна лакомится останками неприятеля.

source: Wyvern Rider
es: Jinete de guiverno
pl: Jeździec Wiwern
ru: Наездник виверны

source: Not all of the Wyverns captured by the Dark Blooded are tortured and sent to the frontier; some of them are tamed and used as mounts by some of the more dastardly Saurians. They usually charge into the fray with their Pikes, then goad their mounts to bite their foes; sometimes, the Wyverns swallow them whole.
es: No todos los guivernos capturados por los sangre oscura son torturados y enviados al frente. Algunos de ellos son domados y usados como monturas por algunos de los saurios más crueles. Normalmente entran en combate cargando con sus picas e incitan a sus monturas para que muerdan a sus enemigos. Algunas veces, los guivernos se los tragan enteros.
ru: Не все виверны, захваченные Темнокровными, подвергаются пыткам и отправляются на границу; некоторые из них приручены и используются в качестве ездовых животных наиболее подлыми ящерицами. Обычно они бросаются в бой со своими пиками, а затем подстрекают своих скакунов кусать врагов; иногда виверны проглатывают их целиком.

source: Yellow Salamander
es: Salamandra amarilla
pl: Żółta Salamandra
ru: Жёлтая саламандра

source: One of the rarest and mysterious of their kind. The Yellow Salamanders are suggested to be better adapted to desert conditions than other members of their amphibious race. While unlike others, they are not very good at hiding in their preferred terrain, their rigorous training made them fierce warriors good of fighting in the desert heat, and during daylight. They have also been known to throw Kunais to injure fleeing enemies, but the true subject of their fame is their skill with the wrist blade.
es: De las más raras y misteriosas de su tipo. Las salamandras amarillas parecen estar mejor adaptadas a las condiciones desérticas que otros miembros de su raza anfibia. Aunque a diferencia de otras, no son muy buenas escondiéndose en su terreno favorito, su riguroso entrenamiento las hace guerreros feroces, buenas luchando en el calor del desierto y durante el día. Además son conocidas por lanzar kunais con los que herir a enemigos a la huida, pero la verdadera razón de su fama es su habilidad con las garras de muñeca.
ru: Одни из самых редких и загадочных представителей своего вида. Предполагается, что желтые саламандры лучше приспособлены к условиям пустыни, чем другие представители их расы амфибий. Хотя в отличие от других, они не очень хорошо умеют прятаться в предпочитаемой ими местности, их строгая подготовка сделала их свирепыми воинами, способными сражаться в пустынной жаре и при дневном свете. Также известно, что они бросают кунаи, чтобы ранить убегающих врагов, но истинная причина их славы — умение обращаться с наручным клинком.

source: Abaddon
es: Abadón
ru: Абаддон

source: area attack
es: área
pl: atak obszarowy
ru: атака по области

source: chaotic blast
es: golpe caótico
pl: chaotyczny podmuch
ru: взрыв хаоса

source: Apocalypse
es: Apocalipsis
pl: Apokalipsa
ru: Апокалипсис

source: An Apocalypse is the lament of a thousand souls contained in a Mara. This spirit has fused its own soul to the ones it has devoured, subjugating them in the process. Being devoured by an Apocalypse is one of the worst fates possible, as you will be a conscious soul inside an eternal tortured existence, or until the Apocalypse is banished from this realm.
es: Un apocalipsis es el lamento de mil almas contenidas en un mara. Este espíritu ha fusionado su propia alma con las que ha devorado, subyugándolas en el proceso. Ser devorado por un apocalipsis es uno de los peores destinos posibles, ya que serás un alma consciente dentro de una existencia eterna torturada, o hasta que el apocalipsis sea desterrado de este reino.
ru: Апокалипсис — это плач тысячи душ, содержащихся в Маре. Этот дух соединил свою душу с теми, кого он поглотил, поработив их в процессе. Быть пожранным Апокалипсисом — одна из худших возможных судеб, поскольку вы будете сознательной душой в вечном мучительном существовании или до тех пор, пока Апокалипсис не будет изгнан из этого мира.

source: touch of apocalypse
es: toque de apocalipsis
pl: dotyk apokalipsy
ru: касание апокалипсиса

source: devour
es: devorar
pl: pożarcie
ru: поглощение

source: Atokpi
ru: Атокпи
