Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: While most cyclopes don't put much thought into their unarmed fighting style, some are intelligent enough to do otherwise. These so-called 'cyclops breakers' are the closest thing to martial artists that the barbarians have. Their brute force combined with some technique can easily knock out any humanoid being in seconds, if they are careless enough to let their guard down.
ru: Хотя большинство циклопов не слишком задумываются над своим стилем боя без оружия, некоторые из них достаточно умны, чтобы поступать иначе. Эти так называемые "Крушители" - вершина боевых искусств варваров. Их грубая сила в сочетании с определенной техникой способна в считанные секунды отправить в нокаут любого гуманоида, если он достаточно неосторожен, чтобы ослабить бдительность.

source: Cyclops Brute
es: Bruto ciclópeo
pl: Cyklop Brutal
ru: Громила

source: Cyclops Brute is a clumsy, dim-witted warrior. Nevertheless, he possesses raw muscle mass and unwavering determination to fight alongside his kin, relying on sheer strength and tenacity to make up for his deficiencies. Wielding a massive wooden club, he swings with gruesome efficiency, crushing any foolish enough to stand in his way. Although his movements are cumbersome, his attacks are surprisingly effective, thanks to his immense physical prowess. Unfortunately, his lack of finesse means he struggles against opponents employing subtler strategies – but don't underestimate this brute! In a straight-up slugfest, he'll leave many foes reduced to a bloody pulp.
ru: Громила — неуклюжий и недалекий воин. Тем не менее, он обладает грудой мышц и непоколебимой решимостью сражаться вместе со своими собратьями, полагаясь на чистую силу и упорство, чтобы компенсировать свои недостатки. Обладая массивной деревянной дубиной, он размахивается с ужасающей эффективностью, сокрушая любого глупца, который встанет у него на пути. Хотя его движения громоздки, его атаки удивительно эффективны благодаря его огромному телосложению. К сожалению, отсутствие у него изящества означает, что ему приходится тяжко с противниками, использующими более хитрые стратегии – но не стоит недооценивать этого зверя! В прямом бою он превратит многих врагов в кровавую кашу.

source: tree
es: árbol
pl: drzewo
ru: дубина

source: Cyclops Goliath
es: Goliat ciclópeo
pl: Cyklop Goliat
ru: Голиаф

source: Cyclops Goliath stands tall above all his kin and most other living beings in the world, an unstoppable mountain of muscle and fury. He embodies the pinnacle of cyclops physique, boasting strength beyond what other races can even dream of. Having effortlessly ripped a large tree from the Jungle of Life with his bare hands, he swings these several tonnes of wood around as if it was an ordinary mace. Each blow lands with devastating impact, reducing buildings to rubble and tossing crushed enemy squads into the air as if they were ragdolls. Despite not being particularly intelligent, by sheer willpower the Goliath is able to harness some of the latent magical power in his eye similarly to Cyclops Nobles. Although weaker than the magical gaze of the latter, it can still prove quite useful on the battlefield. Trying to fight this colossal cyclops head-on is suicidal for all but the mightiest warriors, so unless you have a very skilled squad and a good plan, do not even bother approaching this behemoth if you wish to stay alive.
ru: Голиаф возвышается над всеми своими сородичами и большинством других живых существ в мире, представляя собой неудержимую гору мускулов и ярости. Он олицетворяет собой вершину телосложения циклопа, обладая силой, о которой другие расы не могут даже мечтать. Без труда вырвав голыми руками огромное дерево из Джунглей Жизни, он размахивает им так, словно это обычная булава весом в несколько тонн. Каждый удар приземляется с разрушительной силой, превращая здания в руины и подбрасывая в воздух смятые отряды врагов, словно тряпичных кукол. Несмотря на отсутствие особого ума, Голиаф способен силой воли использовать скрытую магическую силу своего глаза, как это делают Нобли. Хотя его магический взгляд слабее, чем у последних, он все равно может оказаться весьма полезным на поле боя. Попытка сразиться с этим колоссальным циклопом лоб в лоб самоубийственна для всех, кроме самых могучих воинов, поэтому, если у вас нет очень опытного отряда и хорошего плана, даже не пытайтесь приблизиться к этому чудовищ, если хотите остаться в живых.

source: gaze
es: mirada
pl: spojrzenie
ru: взгляд

source: Cyclops Lord
es: Señor ciclópeo
pl: Cyklop Władca
ru: Владыка циклопов

source: Inspire 2, +2 HP +25% max XP
pl: Insiruje 2; +2 max PŻ; +25% max XP
ru: Вдохновляет 2, +2 ОЗ, +25% макс.ОП

source: Cyclops Lorekeeper
pl: Cyklopi Opiekun Wiedzy
ru: Хранитель знаний

source: Lorekeepers are the guardians of a forgotten legacy, carrying the torch of knowledge passed down from the lost Cyclopes Empire. As direct descendants of the empire's revered mages, they hold fast to the remnants of their ancestors' wisdom, and their own intellect and magical capability surpasses that of most human mages. They tirelessly preserve the accumulated learning in the face of catastrophic decline to avoid it getting lost to the sands of time. Hidden away in remote canyons, the Lorekepers maintain a labyrinthine repository of ancient texts, meticulously transcribed onto scrolls or carved into stone tablets. It is rumored that this secret library is nestled somewhere deep within the craggy depths of the Great Wasteland, containing untold secrets and knowledge that most nations can only dream of. According to legends, the library does not have an entrance, and instead the only way to reach it is via the rare art of teleportation magic which the Loreekeepers have mastered. With their wisdom, mastery of destructive magic and the aforementioned ability to teleport, Lorekeepers are both revered and feared throughout the Great Wasteland. While they rarely venture beyond their sanctuaries and rarely participate in actual combat, they are more than capable of turning to ash those dare threaten their library or temples.
ru: Хранители знаний — стражи забытого наследия, несущие факел знаний, переданных из исчезнувшей Империи Циклопов. Будучи прямыми потомками почитаемых магов империи, они крепко держатся за остатки мудрости своих предков, а их собственный интеллект и магические способности превосходят способности большинства человеческих магов. Они неустанно сохраняют накопленные знания перед лицом катастрофического упадка, чтобы они не затерялись в песках времени. Спрятанные в отдаленных каньонах, Хранители оберегают лабиринт-хранилище древних текстов, тщательно записанных на свитках или вырезанных на каменных табличках. Ходят слухи, что эта секретная библиотека спрятана где-то глубоко в скалистых глубинах Великой Пустоши и содержит неисчислимые секреты и знания, о которых большинство народов могут только мечтать. Согласно легендам, в библиотеку нет входа, и единственный способ добраться до нее - это редкое искусство магии телепортации, которым овладели Хранители. Благодаря своей мудрости, владению разрушительной магией и вышеупомянутой способности телепортироваться, Хранителей Знаний почитают и боятся по всей Великой Пустоши. Хотя они редко выходят за пределы своих убежищ и редко участвуют в реальных боях, они более чем способны превратить в пепел тех, кто посмеет угрожать их библиотеке или храмам.

source: missile
es: misil
pl: pocisk
ru: снаряд

source: Cyclops Noble
es: Noble Ciclópeo
pl: Cyklop Magnat
ru: Нобль

source: The cyclops nobles are an ancient bloodline with roots dating back to the extinct cyclops magi civilization. They possess the ability of using their eyes as a magic medium, but have become merely a shadow of their ancestors' power, most of them being little more than magic-using brutes. However, some of them exhibit unusually high intelligence, and possess the potential to become something greater.
pl: Magnaci cyklopów posiadają starożytny rodowód, którego korzenie sięgają wymarłej cywilizacji Cyklopów. Mają oni zdolność wykorzystywania swoich oczu jako magicznego medium, lecz dziś są jedynie cieniem mocy swoich przodków, będąc niewiele więcej niż brutalami o pewnych magicznych zdolnościach. Niemniej jednak ci o wyjątkowo wysokiej inteligencji mają szansę stać się kimś więcej niż obecnie.
ru: Знатные циклопы ведут свою родословную от древней магической цивилизации Циклопов. Они могут использовать своё око как магический проводник, но большинство из них - лишь жалкая тень могущества своих предков, возвышающаяся над сбродом громил. Тем не менее, некоторые из них одарены острым умом и потенциалом стать чем-то большим.

source: Cyclops Ritualist
pl: Cyklop Rytualista
ru: Чароплёт

source: Cyclops Ritualists are an exceptional subset of cyclopes known for their proficiency in magical arts and intellect. They are the second-most intelligent group within their species, after Lorekeepers. While the majority of cyclopes remain unremarkable and lack intellectual prowess, there are notable exceptions, especially among the noble bloodlines - individuals with remarkable cognitive abilities even by human standards. These gifted few undergo a rigorous initiation process to join the prestigious ranks of Ritualists, serving as trusted assistants to the revered Lorekeepers. The initiation process is part of a larger cyclops tradition, where the nobles make a pilgrimage to the Lorekeepers' temples at least once in their lives. Besides religious rituals, each cyclops noble attempts comprehensive mental challenges set forth by Lorekeepers in their sacred temples. These intricate puzzles test the aspirant's problem-solving acumen, memory, and critical thinking skills. Most cyclopes fail the Lorekeepers' test, and many end up trying their luck with the Barbarian army instead, but those who prove themselves worthy through their intelligence and determination are granted entry into the exclusive order of Ritualists. This honor is regarded as one of the greatest accomplishments one can get in cyclops society. A sizeable percentage of the Ritualists are also the Lorekeepers' own sons, taught from a young age to be capable of passing the test. As Ritualists, these distinguished cyclopes work closely alongside Lorekeepers, assisting them with various duties in the temples, learning the intricacies of arcane magic, studying ancient history, and training to someday become the next generation of Lorekeepers.
ru: Чароплёты - исключительная группа циклопов, известная своим мастерством в магических искусствах и интеллектом. Они занимают второе место по уровню интеллекта среди представителей своего вида после Хранителей знаний. Хотя большинство циклопов ничем не примечательны и не обладают интеллектуальными способностями, есть заметные исключения, особенно среди благородных родов, - циклопы с выдающимися даже по человеческим меркам умственными способностями. Эти одаренные проходят строгий процесс инициации, чтобы вступить в престижные ряды чароплётов, служащих доверенными помощниками почитаемых Хранителей. Процесс посвящения - часть большой традиции циклопов, когда дворяне хотя бы раз в жизни совершают паломничество в святыни Хранителей. Помимо религиозных ритуалов, каждый благородный циклоп пытается пройти комплексные умственные испытания, установленные Хранителями в их священных храмах. Эти замысловатые головоломки проверяют способности претендента к решению проблем, память и критическое мышление. Большинство циклопов проваливают испытания Хранителей, и многие в итоге пытают счастья в армии варваров, но те, кто доказывает, что достоин, благодаря своему уму и решимости, получают право вступить в закрытый орден Чароплётов. Эта честь считается одним из величайших достижений, которые можно получить в обществе циклопов. Значительный процент чароплётов - это сыновья самих Хранителей, которых с раннего возраста учат быть способными пройти это испытание. Став чароплётами, эти выдающиеся циклопы работают в тесном контакте с Хранителями, помогая им выполнять различные обязанности в храмах, постигая тонкости арканной магии, изучая древнюю историю и тренируясь, чтобы однажды стать следующим поколением Хранителей.

source: Cyclops Warmonger
es: Cíclope belicista
pl: Cyklop Podżegacz
ru: Разжигатель войны

source: Cyclops Warmonger is a behemoth of a warrior, towering over most of the other Barbarian troops. Unlike his lesser brethren, this colossus wields a fearsome weapon – an entire tree, ripped out from the Jungle of Life's soil with his bare hands, and reinforced with metal straps to be even more effective. While such an idea would be ridiculously impractical for any smaller race, this mighty cyclops is able to swing it with as little effort as a human can swing a mace. With a mighty swing of this colossal improvised club, he can strike multiple foes at once, either crushing enemies into a bloody puddle or sending them flying. Besides being an effective melee weapon, it is also an open mockery of the Darkblooded's reverence of the Jungle, killing them with a mostly-intact corpse of what they were trying to protect. When faced with certain death, the Cyclops Warmonger is engulfed by a surge of pure rage, delivering a flurry of swift, vicious blows to anyone unfortunate enough to be standing within reach before succumbing to his injuries.
ru: Разжигатель войны - воин-гигант, возвышающийся над большинством других варварских войск. В отличие от своих меньших собратьев, этот колосс владеет страшным оружием - целым деревом, вырванным из почвы Джунглей Жизни голыми руками и укрепленным металлическими ремнями, чтобы быть еще более эффективным. Хотя такая идея была бы до смешного непрактичной для любой более мелкой расы, этот могучий циклоп способен размахивать им с таким же усилием, как человек размахивает булавой. Могучим взмахом этой колоссальной импровизированной дубины он может поразить сразу нескольких противников, либо раздавив их в кровавую лужу, либо отправив в полет. Помимо того, что это эффективное оружие ближнего боя, она также является открытой насмешкой над почитанием джунглей темнокровными, убивая их практически нетронутым трупом того, что они пытались защитить. Перед лицом неминуемой смерти циклопа-воителя охватывает прилив чистой ярости, и он наносит шквал быстрых, злобных ударов всем, кто по несчастью оказался в пределах досягаемости, прежде чем скончаться от полученных травм.

source: Goblin Archer
es: Arquero goblin
pl: Goblin Łucznik
ru: Лучник

source: Goblin Archers are a cunning little creatures, barely bigger than a child yet as deadly as a venomous snake. Clad in rags and armed with a crude bow, such an archer fires poison-tipped arrows at his enemies, piercing into their skin like a snake's fang. Many warriors who underestimate and mock these seemingly weak goblins end up writhing on the ground in agony with arrows stuck in their body, before being killed by the archer's comrades, while the goblin himself watches with glee.
ru: Гоблинские лучники - маленькие хитрые существа, размером едва ли больше ребенка, но смертоносные, как ядовитые змеи. Одетый в лохмотья и вооруженный грубым луком, такой лучник выпускает во врагов стрелы с ядовитым наконечником, пронзая их кожу, словно змеиные клыки. Многие воины, недооценившие и высмеявшие этих слабых на вид гоблинов, в итоге корчатся на земле в агонии с застрявшими в теле стрелами, а затем их убивают товарищи лучника, в то время как сам гоблин с ликованием наблюдает за происходящим.

source: poisoned arrow
es: flecha envenenada
pl: zatruta strzała
ru: отравленная стрела

source: Goblin Assassin
es: Asesino goblin
pl: Goblin Zabójca
ru: Убийца

source: Concealment, +3 HP, +20% max XP
pl: Ukrycie, +3 HP, +20% maksymalnego XP
ru: Скрытность, +3 ОЗ, +20% макс. ОП

source: +1 melee strike, +3 HP, +20% max XP
pl: +1 cios wręcz; +3 PŻ; +20% max XP
ru: +1 удар в ближнем бою, +3 ОЗ, +20% макс. ОП

source: Hit and run 3, +2 HP, +20% max XP
pl: +Cios i Ucieczka 3; +2 PŻ; +25% max XP
ru: Ударил-убежал 3, +2 ОЗ, +20% макс. ОП

source: Forage, +3 HP, +20% max XP
pl: Zbieractwo, +3 HP, +20% maksymalnego XP
ru: Выживание, +3 ОЗ, +20% макс. ОП

source: Marksman on bolas, +2 HP, +20% max XP
pl: Strzelec wyborowy w ataku bolami, +2 HP, +20% maksymalnego XP
ru: Снайпер на болас, +2 ОЗ, +20% макс. ОП

source: bolas
es: boleadoras
pl: bole
ru: болас

source: Goblin Druid
es: Druida goblin
ru: Друид

source: Heal +8, +2 HP, +20% max XP
pl: Leczy +8, +2 HP, +20% max XP
ru: Лечит +8, +2 ОЗ, +20% макс. ОП

source: +2 damage on missile, +3 HP, +20% max XP
pl: +2 obrażenia od pocisków, +3 HP, +20% max XP
ru: +2 урона на снаряд, +3 ОЗ, +20% макс. ОП

source: +1 strike on curse, +3 HP, +20% max XP
pl: +1 dodatkowa klątwa, +3 PŻ; +20% max XP
ru: +1 удар на проклятье, +3 ОЗ, +20% макс. ОП

source: Goblin Hunter
es: Cazador goblin
pl: Goblin Myśliwy
ru: Охотник

source: The more agile and cunning of the goblins generally tend to forsake brute force in favor of stealth. They often ambush unsuspecting foes from mountainous areas, entangling the former with bolas, to then charge at them with daggers.
es: Los goblins más ágiles y astutos suelen abandonar la fuerza bruta en favor del sigilo. Usualmente tienden emboscadas a enemigos desprevenidos en zonas montañosas, enredando a los primeros con bolas, para luego cargar contra ellos con dagas.
ru: Более ловкие и хитрые гоблины обычно склонны отказываться от грубой силы в пользу скрытности. Они часто устраивают засады на ничего не подозревающих врагов в горных районах, опутывая первых болас, а затем атакуют их кинжалами.

source: Goblin Invader
es: Invasor goblin
pl: Goblin Najeźdźca
ru: Налётчик

source: torch
es: antorcha
pl: pochodnia
ru: факел

source: spear throw
es: jabalina
pl: rzut włócznią
ru: бросок копья

source: Goblin Kamikaze
es: Kamikaze goblin
ru: Камикадзе

source: The goblins have always been expendable cannon fodder, but the barbarians' discovery of multiple abandoned gunpowder stashes in the wasteland allowed the concept to be taken to a whole new level. The horde's commanders came up with the idea of selecting some unfortunate goblins, and give them large bags of the black powder, and forcing them to blow themselves next to their enemies. The sight of such a goblin kamikaze generally makes most foes flee and try to detonate its explosive from afar with projectiles, meaning that the kamikaze are best used against foes that can't flee too far, like when surrounded or besieged.
es: Los goblins siempre han sido carne de cañón, pero cuando los bárbaros descubrieron múltiples alijos de pólvora abandonada en el medio de los yermos, les permitió llevar el concepto a un nivel completamente nuevo. Los comandantes de la horda tuvieron la idea de seleccionar algunos goblins desafortunados, darles grandes bolsas de la pólvora negra, y obligarles a detonarse a sí mismos junto a sus enemigos. La visión de tal kamikaze goblin generalmente hace a la mayor parte de los enemigos huir o intentar detonar sus explosivos desde lejos con proyectiles, significando que el mejor uso para los kamikazes es contra enemigos que no pueden huir demasiado lejos, tal como cuando están rodeados o asediados.
ru: Гоблины всегда были расходным пушечным мясом, но обнаружение варварами множества заброшенных тайников с порохом в пустошах позволило вывести эту концепцию на совершенно новый уровень. Командирам орды пришла в голову мысль отобрать несколько несчастных гоблинов, дать им большие мешки с черным порохом и заставить взорвать себя рядом со своими врагами. Вид такого гоблина-камикадзе обычно заставляет большинство врагов бежать и пытаться взорвать его взрывчатку издалека с помощью снарядов, а это означает, что камикадзе лучше всего использовать против врагов, которые не могут убежать слишком далеко, например, когда они окружены или осаждены.

source: explosion
es: explosión
pl: eksplozja
ru: взрыв

source: Goblin Raider
es: Incursor Goblin
pl: Goblin Łupieżca
ru: Рейдер

source: poisoned bolt
es: saeta envenenada
pl: zatruta strzała
ru: отравленный болт

source: split fire
es: disparo parcial
pl: podwójny atak
ru: обстрел

source: Goblin Runt
es: Retaco goblin
pl: Mały Goblin
ru: Гоблин-коротышка

source: Belonging to a race already small in statue Goblin runts are born smaller and weaker then most. Indeed it is a wonder that such tiny creatures can fight at all, armed as they are with any piece of pointy scrap metal found lying around. Their superiors use them for cannon fodder, hurling them into impossible situations with often surprising results.
es: Pertenecientes a una raza que ya es de por sí pequeña, los retacos han nacido aún más pequeños y débiles que la mayoría. Resulta asombroso que unas criaturas tan diminutas puedan llegar a luchar, armados con cualquier trozo puntiagudo de desecho metálico que puedan encontrarse tirado por ahí. Su mayor utilidad es como carne de cañón, lanzándolos a situaciones imposibles con resultados a menudo sorprendentes.
pl: Gobliny, wbrew wielu przeczącym przekazom, zdają się być wręcz urodzone do wojny. Pomimo ich słabości i tchórzostwa, w społeczeństwie goblinów absolutnie nie ma nikogo, kto by nie walczył. W ten sposób powstają hordy wymachujących włóczniami, miernych wojowników, którzy gotowi są zmiażdżyć każdego wroga, o ile tylko będą mieli przewagę siedmiu do jednego. Mimo, że w wielu sercach widok szarżujących, potykających się o swe własne włócznie goblinów stanowi widok bardziej śmieszny niż przerażający, to nie można odmówić im zajadłości i zaangażowania. Przynajmniej do czasu, kiedy przechylająca się w nie tę stronę co trzeba sytuacja nie skłoni ich do ucieczki... --barowei
ru: Гоблины-коротышки рождаются слабыми и мелкими даже по меркам своей расы. Действительно, это чудо, что такие маленькие существа, вооруженные первой попавшейся под руку острой железкой, вообще могут сражаться. Вожаки используют их в виде пушечного мяса, бросая их в безнадежные ситуации. Однако, часто это приносит неожиданные результаты.

source: Goblin Shaman
es: Chamán goblin
pl: Goblin Szaman
ru: Волхв
