Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: Unlike their brethren, who prefer to dwell among others of their kind, these powerful witches choose to isolate themselves in remote, inhospitable regions of the world. Years of residing in such harsh environments, combined with intense study and practice of dark magic, grant them the ability to manipulate the very fabric of reality itself. Whenever one of these Matriarchs emerges from their seclusion, they exude a palpable chill that can drop temperatures to dangerously low levels, even in the midst of warm climates. This unnerving aura extends far beyond their physical presence, infusing the air with an icy energy that can petrify or freeze any living thing caught too close. The mere proximity to a Matriarch of Frost can cause water to solidify into ice crystals, rendering flames impotent against their will. Despite their fearsome reputation, the Matriarchs of Frost are not devoid of compassion. They periodically leave their glacial abodes to join the Tharis in their crusades, bringing forth a maelstrom of frigid chaos that shakes the foundations of the earth. In battle, they prove to be an unstoppable force, their powers amplified by the adrenaline and ferocity of combat. As long as they remain loyal to the Tharis, no foe stands a chance against the wrath of a Matriarch of Frost.
ru: В отличие от своих сестер, которые предпочитают жить среди себе подобных, эти могущественные ведьмы предпочитают изолироваться в отдаленных, негостеприимных регионах мира. Годы проживания в таких суровых условиях в сочетании с интенсивным изучением и практикой темной магии дают им возможность манипулировать самой тканью реальности. Всякий раз, когда один из этих матриархов выходит из своего уединения, он источает ощутимый холод, который может снизить температуру до опасно низкого уровня, даже в условиях теплого климата. Эта нервирующая аура выходит далеко за пределы их физического присутствия, наполняя воздух ледяной энергией, которая может окаменеть или заморозить любое живое существо, оказавшееся слишком близко. Простая близость к Матери Мороза может привести к тому, что вода затвердеет в кристаллы льда, что сделает пламя бессильным против их воли. Несмотря на свою устрашающую репутацию, Матери Мороза не лишены сострадания. Они периодически покидают свои ледниковые жилища, чтобы присоединиться к тарисийцам в их крестовых походах, порождая водоворот холодного хаоса, сотрясающий основания земли. В бою они оказываются непреодолимой силой, их сила усиливается за счет адреналина и жестокости боя. Пока они остаются верными Тарис, ни у одного врага нет шансов противостоять гневу Матери Мороза.

source: frozen spear
es: lanza helada
pl: włócznia lodu
ru: ледяное копьё

source: chill tempest
es: tormenta helada
pl: nawałnica chłodu
ru: буран

source: Matriarch of Pain
es: Matriarca del dolor
pl: Matrona Bólu
ru: Мать Боли

source: Summon Pain Sphere
pl: Przywołaj Sferę Bólu
ru: Призыв сферы боли

source: Pain Sphere
pl: Sfera Bólu
ru: Сфера боли

source: whip
es: látigo
pl: bicz
ru: кнут

source: pain
es: dolor
pl: ból
ru: боль

source: Pain Mistress
es: Ama del dolor
pl: Mistrzyni Bólu
ru: Госпожа боли

source: Pain Mistresses use physical violence and torture as tools to achieve spiritual enlightenment. They have a unique style of fighting using their long whips which allow them to deliver powerful blows from short distances while also inflicting intense pain upon their targets. In addition to their martial abilities, they are also highly intelligent and manipulative individuals who derive immense pleasure from causing suffering to others. As such, they often engage in sadistic activities such as kidnapping and torturing unsuspecting victims solely for the thrill of watching them suffer. Overall, Pain Mistresses represent one of the darkest corners of the occult world and should be approached with caution if encountered.
ru: Госпожи боли используют физическое насилие и пытки как инструменты для достижения духовного просветления. У них уникальный стиль боя с использованием длинных кнутов, которые позволяют им наносить мощные удары с коротких расстояний, одновременно причиняя своим целям сильную боль. В дополнение к своим боевым способностям, они также очень умны и склонны к манипуляциям, получают огромное удовольствие, причиняя страдания другим. Таким образом, они часто занимаются садистской деятельностью, такой как похищение и пытки ничего не подозревающих жертв, исключительно ради удовольствия лицезреть их страдания. В целом, Госпожи Боли представляют собой один из самых темных уголков оккультного мира, и к встрече с ними следует подходить с осторожностью.

source: Pain Chaining now reduces magical resistances too, +1 HP +25% max XP
pl: Łączenie Bólu zmniejsza teraz również odporność na magię, +1 HP +25% max XP
ru: Волна слабости также снижает магические сопротивления, +1 ОЗ, +20% макс. ОП

source: Scavenger 3, +3 HP +20% max XP
pl: Łupieżca 3, +3 HP +20% max XP
ru: Падальщик 3, +3 ОЗ, +20% макс. ОП

source: Magic Dodge on blast, +2 HP, +20% max XP
pl: Magiczny unik przy wybuchu, +2 HP, +20% max XP
ru: Волшебный уворот для взрыва, +2 ОЗ, +20% макс. ОП

source: +1 strike on blast, +3 HP, +20% max XP
pl: +1 cios do uderzenia; +3 PŻ; +20% max XP
ru: +1 удар для взрыва, +3 ОЗ, +20% макс. ОП

source: +10% blade/pierce/impact resistance, +3 HP +20% max XP
pl: +10% odporności na sieczne/kłute/obuchowe obrażenia, +3 HP +20% max XP
ru: +10% сопротивления всем видам физического урона, +3 ОЗ, +20% макс. ОП

source: blast
pl: wybuch
ru: взрыв

source: Shadowblade
es: Cuchilla sombría
pl: Cieniste Ostrze
ru: Тенеклинок

source: metal claws
es: garras de metal
pl: metalowe pazury
ru: стальные когти

source: Nocturnal Regeneration 10, +3 HP +20% max XP
pl: Nocna Regeneracja +10, Bonus do maksymalnego HP +3, +20% max XP
ru: Теневая регенерация 10, +3 макс. ОЗ, +20% макс. ОП

source: Skirmisher, +2 HP, +20% max XP
pl: Harcownik; +2 max PŻ; +20% max XP
ru: Неуловимость, +2 ОЗ, +20% макс. ОП

source: Hit and run 2, +2 HP, +25% max XP
pl: Cios i Ucieczka 2; +2 max PŻ; +25% max XP
ru: Ударил-убежал 2, +2 макс. ОЗ, +20% макс. ОП

source: +2 ranged damage, +3 HP, +20% max XP
pl: +2 obrażeń na odległość; +3 maks. PŻ; +20% max XP
ru: +2 урона к дальнему бою, +3 ОЗ, +20% макс. ОП

source: life drain
es: drenar vida
pl: wysysanie życia
ru: высасывание жизни

source: Sword Dancer
es: Bailarín de las espadas
pl: Tancerz Mieczy
ru: Танцующий со смертью

source: Nocturnal Regeneration 7, +3 HP +20% max XP
pl: Nocna Regeneracja +7, Bonus do maksymalnego HP +3, +20% max XP
ru: Теневая регенерация 7, +3 макс. ОЗ, +20% макс. ОП

source: Bloodlust 5, +3 HP +20% max XP
pl: Żądza krwi +5, Bonus do maksymalnego HP +3, +20% max XP
ru: Жажда крови 5, +3 ОЗ, +20% макс. ОП

source: +1 damage and magic counter on melee, +3 HP, +20% max XP
pl: +1 obrażenia i magiczny unik w walce wręcz, +3 HP, +20% max XP
ru: +1 урон и контр-магия в ближнем бою, +3 ОЗ, +20% макс. ОП

source: +2 damage and very skilled on chakram, +3 HP, +20% max XP
pl: +2 obrażenia i bardzo umiejętny w ataku czakramem, +3 HP, +20% max XP
ru: +2 урона и искусный для чакрама, +3 ОЗ, +20% макс. ОП

source: The sword dancer is a formidable warrior known for their lightning-fast movements and deadly precision. While their primary weapon of choice may be shortswords, they are just as skilled with their trusty chakrams in ranged combat. These unique fighters have honed their skills through years of practice and training, and their bodies are attuned to the rhythm of battle. Before each fight, they indulge in a ritual involving psychedelic substances, heightening their senses and allowing them to move with superhuman speed and agility. With their enhanced reflexes and keen instincts, they can effortlessly dodge enemy attacks and strike back with deadly accuracy. But their prowess doesn't stop there - these warriors also possess some regenerative abilities similar to those of Great Warlocks, allowing them to heal themselves during battle and stay in the fight longer. The end result is a fearsome opponent who can outmaneuver even the most skilled foes.
ru: Танцор с мечом — грозный воин, известный своими молниеносными движениями и смертельной точностью. Хотя их основным оружием могут быть короткие мечи, они столь же искусно владеют своими верными шакрамами и в дальнем бою. Эти уникальные бойцы отточили свои навыки годами тренировок и тренировок, а их тела настроены на ритм боя. Перед каждым боем они совершают ритуал с использованием психоделических веществ, обостряющий их чувства и позволяющий им двигаться со сверхчеловеческой скоростью и ловкостью. Благодаря своим развитым рефлексам и острым инстинктам они могут легко уклоняться от атак противника и наносить ответные удары со смертельной точностью. Но на этом их мастерство не заканчивается — эти воины также обладают некоторыми регенеративными способностями, подобными способностям Великих Чернокнижников, что позволяет им исцелять себя во время битвы и дольше оставаться в бою. Конечным результатом является грозный противник, способный перехитрить даже самых опытных противников.

source: Witch
es: Bruja
pl: Wiedźma
ru: Ведьма

source: Tharis witches are powerful female acolytes of the dark cult of Tharis, tasked with unleashing devastating attacks upon their enemies. These practitioners of the arcane arts perform a sacred blood ritual, imbuing themselves with supernatural energies that allow them to unleash torrents of tiny, otherworldly flames upon their foes. This draining of life force not only weakens but also heals the witch in direct proportion to the suffering she inflicts upon her opponents. In contrast to the unarmed Disciples, who rely solely on their magical abilities, witches wield curved spears with deadly precision, showcasing their skill and versatility as warriors of darkness.
ru: Ведьмы Тарис — могущественные женщины послушницы темного культа Тарис, которым поручено насылать разрушительные атаки на врага. Эти практикующие тайные искусства проводят священный кровавый ритуал, наполняя себя сверхъестественной энергией, которая позволяет им обрушивать на своих врагов потоки крошечного потустороннего пламени. Это истощение жизненной силы не только ослабляет, но и исцеляет ведьму прямо пропорционально страданиям, которые она причиняет своим противникам. В отличие от безоружных Учеников, которые полагаются исключительно на свои магические способности, ведьмы владеют изогнутыми копьями со смертельной точностью, демонстрируя свое мастерство и универсальность воинов тьмы.

source: race^Tharis
es: Taris
pl: Tharis
ru: Тарисиец

source: race+female^Tharis
es: Taris
pl: Tharis
ru: Тарисийка

source: race+plural^Tharis
es: Taris
pl: Tharis
ru: Тарис

source: race^Cyclops
es: Cíclope
pl: Cyklop
ru: Циклоп

source: race+female^Cyclops
es: Cíclope
pl: Cyklop
ru: Циклопша

source: race^Cyclopes
es: Cíclopes
pl: Cyklopy
ru: Циклопы

source: race^Roc
es: Roc
pl: Rok
ru: Рух

source: race+female^Roc
es: Roc
pl: Rok
ru: Рух

source: race^Rocs
es: Rocs
pl: Roki
ru: Рух

source: race^Magical
es: Mágico
pl: Magiczny
ru: Магический

source: race+female^Magical
es: Mágica
pl: Magiczna
ru: Магическая

source: race+plural^Magical
es: Mágicos
pl: Magiczni
ru: Магические

source: Magical beings, often called abysmals, are entities made up mostly of pure energy. They inhabit a different dimension called the Abyss - a place full of primitive chaos, both creative and destructive in nature, where concepts like space and time can be rather difficult to apply. Initially, their bodies are shapeless clumps of energy due to the Abyss's nature, but once summoned to the mortal world, they change their form to either become living manifestations of elements, or become humanoid in appearance. The latter are technically not-living, and thus do not age, are not susceptible to any ailment, and damage to their bodies heals quite quickly.
es: Los seres mágicos, a menudo llamados abismales, son entidades hechas en su mayor parte de energía pura. Habitan una diferente dimensión denominada el Abismo - un lugar lleno de caos primitivo, tanto creador como destructivo en naturaleza, donde conceptos como el espacio y el tiempo pueden ser más bien difíciles de aplicar. Inicialmente, sus cuerpos son agrupaciones informes de energía debido a la naturaleza del Abismo, pero una vez invocados al mundo mortal, cambian de forma para convertirse en bien manifestaciones vivientes de los elementos, o en humanoides en apariencia. En el segundo caso técnicamente no son seres vivientes, y por tanto no envejecen, no son susceptibles de ser afectados por ninguna enfermedad, y el daño en sus cuerpos se regenera rápidamente.
ru: Магические существа, которых часто называют абисмалами, - это сущности, состоящие в основном из чистой энергии. Они обитают в другом измерении, называемом Бездна, - месте, полном первобытного хаоса, как созидательного, так и разрушительного характера, где такие понятия, как пространство и время, могут быть довольно трудно применимы. Изначально их тела представляют собой бесформенные сгустки энергии, обусловленные природой Бездны, но, будучи призванными в мир смертных, они меняют свою форму, становясь либо живыми проявлениями стихий, либо гуманоидами. Последние технически не являются живыми, а потому не стареют, не подвержены никаким болезням, а повреждения их тел заживают довольно быстро.

source: race^Salamander
es: Salamandra
pl: Salamandra
ru: Саламандра

source: race+female^Salamander
es: Salamandra
pl: Salamandra
ru: Саламандра

source: race^Salamanders
es: Salamandras
pl: Salamandra
ru: Саламандры

source: The salamanders are a versatile and formidable race, skilled in both land and aquatic combat. They possess a range of abilities and weapons, including wrist blades, tridents, chakrams, nets, and maces. Their adaptive skin color and knowledge of the swamps allow them to easily ambush their enemies, while their ability to blend in with vegetation or change their skin color to match their environment gives them an added advantage in stealth and deception. Some salamanders specialize in aquatic ambushes, using their powerful jaws and webbed feet to strike from the depths of the water. Others are masters of desert combat, trained to fight in the scorching heat of the sun and armed with wrist blades and throwing knives dipped in poison. A select few are even rumored to have the power to control fire, making them feared and respected allies in battle. Regardless of their individual strengths and weaknesses, all salamanders share a deep connection to their natural environments and the ancient magic that flows through them.
ru: Саламандры - универсальная и грозная раса, умеющая сражаться как на суше, так и в воде. Они обладают целым рядом способностей и видов оружия, включая наручные клинки, трезубцы, чакрамы, сети и булавы. Адаптивный цвет кожи и знание болот позволяют им легко устраивать засады на врагов, а способность сливаться с растительностью или менять цвет кожи в зависимости от окружающей среды дает им дополнительное преимущество в скрытности и обмане. Некоторые саламандры специализируются на водных засадах, используя свои мощные челюсти и перепончатые лапы для нанесения ударов из глубины воды. Другие - мастера боя в пустыне, обученные сражаться под палящим солнцем и вооруженные наручными клинками и метательными ножами, смоченными ядом. Ходят слухи, что избранные обладают способностью управлять огнем, что делает их уважаемыми союзниками в бою. Независимо от их индивидуальных достоинств и недостатков, всех саламандр объединяет глубокая связь с окружающей средой и древняя магия, которая течет через них.

source: Alib,Kalib,Balib,Safay,Jaffar,Semir,Celal,Fatih,Ferhan,Mustafa,Mehmet,Melih,Ali,Adem,Ahmet,Altan,Ismet,Ibrahim,Hakan,Kemal,Kenan,Rafet,Tahir,Yasar,Yasin,Yusuf,Ahmed,Najib,Samir,Hassan,Hisham,Karim,Saif,Rahul,Rohan,Rohit,Nikhil,Shahrukh,Krishi
es: Alib,Kalib,Balib,Safay,Jaffar,Semir,Celal,Fatih,Ferhan,Mustafá,Mehmet,Melih,Alí,Adem,Ahmet,Altan,Ismet,Ibrahim,Hakan,Kemal,Kenan,Rafet,Tahir,Yasar,Yasin,Yusuf,Ahmed,Najib,Samir,Hassan,Hisham,Karim,Saif,Rahul,Rohan,Rohit,Nikhil,Shahrukh,Krishi
ru: Алиб,Калиб,Билб,Сэфэй,Джаффар,Семир,Селал,Фатих,Феран,Мустафа,Мехмет,Мелих,Али,Адем,Ахмет,Альтан,Исмет,Ибрагим,Хакан,Кемаль,Кенан,Рафет,Тахир,Ясар,Ясин,Юсуф,Ахмед,Наджиб,Самир,Хассан,Хишам,Карим,Саиф,Рауль,Роан,Роит,Никил,Шарух,Криши

source: Aida,Aisha,Aliya,Amina,Aasma,Adara,Afra,Alima,Amira,Aziza,Badia,Dariya,Dimah,Farah,Naniya,Heena,Hidaya,Inaya,Jahara,Jamila,Jazmin,Karima,Khadija,Layla,Naia,Nailah,Naima,Nashita,Qadira,Rayah,Rima,Sabah,Shaheen,Takisha,Thana,Veeda,Yasmin,Ziya,Zaida
es: Aida,Aisha,Aliya,Amina,Aasma,Adara,Afra,Alima,Amira,Aziza,Badia,Dariya,Dimah,Farah,Naniya,Heena,Hidaya,Inaya,Jahara,Jamila,Jazmín,Karima,Khadija,Layla,Naia,Nailah,Naima,Nashita,Qadira,Rayah,Rima,Sabah,Shaheen,Takisha,Thana,Veeda,Yasmín,Ziya,Zaida
ru: Аида,Аиша,Алия,Амина,Аасма,Адара,Афра,Алима,Амира,Азиза,Бадия,Дария,Диман,Фара,Нания,Хина,Иная,Джахара,Джамила,Жасмин,Карима,Хадия,Лейла,Найя,Наила,Наима,Нашита,Кадира,Райя,Рима,Саба,Шахин,Такиша,Тана,Вида,Ясмин,Зия,Заида

source: No description available
es: No hay una descripción disponible
pl: (brak opisu)
ru: Нет доступного описания

source: (inactive in rpg mode - with the exception of the unbalanced variant)
pl: (nieaktywne w trybie RPG - z wyjątkiem wariantu niezbalansowanego)
ru: (не работает в РПГ моде - за исключением несбалансированной версии)

source: This unit can create other units in the near free spaces, but not in villages.
pl: Ta jednostka może tworzyć nowe jednostki na sąsiednich polach, ale nie w wioskach.
ru: Боец может создавать бойцов на свободных клетках рядом с собой, но не в деревнях.

source: Allies adjacent to this unit return to life if killed while having more than one hit point.
pl: Pobliskie sojusznicze jednostki gdy giną to natychmiast wracają do życia z 1 punktem zdrowia.
ru: Союзники убитые рядом с этим бойцом - возвращаются к жизни, если у них было больше 1 ЗД.

source: This unit can effecively fight with magical units by turning them into Dimensional Gates.
pl: Ta jednostka potrafi efektywnie walczyć z magicznymi istotami zamieniając je we Wrota Żywiołów.
ru: Боец эффективно противостоит магическим созданиям, обращая их во Врата измерений.

source: This unit is capable of minor healing.
pl: Ta jednostka potrafi w małym stopniu leczyć.
ru: Боец немного лечит союзников.

source: The presence of this unit inspires own units next to it to deal more damage in combat, though this only applies to units of lower or equal level.
pl: Obecność tej jednostki inspiruje pobliskie oddziały sprawiając, że zadają więcej obrażeń w walce, ale dotyczy to tylko jednostek o niższym bądź tym samym poziomie.
ru: Боец вдохновляет товарищей равного или младшего уровня наносить больше урона.

source: This unit increases the resistances of adjacent friendly units.
pl: Ta jednostka zwiększa odporności pobliskich przyjaznych jednostek.
ru: Боец увеличивает сопротивления союзников рядом.

source: This unit invokes awe in adjacent enemy units of the same or lower level, causing them to have their damage reduced.
pl: Ta jednostka wzbudza strach u pobliskich wrogich oddziałów tego samego bądź niższego poziomu, sprawiając, że zadają mniej obrażeń.
ru: Боец устрашает врагов меньшего или равного уровня ослабляя их атаки.

source: This unit can turn enemy units into stone for two turns.
pl: Ta jednostka potrafi zamienić inne w kamień na 2 tury.
ru: Боец может обратить врагов в камень на 2 хода.

source: This unit is capable of superior healing and also cures poison.
pl: Ta jednostka potrafi leczyć bardzo duże ilości punktów życia oraz usuwa truciznę.
ru: Этот боец могучий лекарь и исцеляет отравление.

source: This unit regenerates in the presence of water.
pl: Ta jednostka regeneruje się w wodzie.
ru: Боец регенерирует в воде.

source: This unit regenerates in the presence of snow or ice.
pl: Ta jednostka regeneruje się w śniegu i na lodzie.
ru: Боец регенерирует на снегу или на льду.

source: attack only
es: sólo ataque
pl: tylko do ataku
ru: только нападение

source: This weapon will never be used on defense.
es: Este arma nunca se usa en defensa.
pl: Ta broń nie może być użyta w obronie.
ru: Этой атакой нельзя защищаться.

source: This unit always hits a target when attacking, but dies instantly afterwards.
es: Esta unidad siempre acierta al objetivo cuando ataca, pero muere al momento.
pl: Ta jednostka zawsze trafia cel ale za to jednocześnie ginie.
ru: Боец всегда попадает по врагу, но сразу после этого умирает.

source: hit and run
es: golpea y corre
pl: uderz i uciekaj
ru: ударил-убежал

source: This unit gains additional moves back after attacking, but cannot attack again.
es: Esta unidad gana movimientos adicionales después de atacar, pero no puede volver a atacar.
pl: Jednostka dostaje dodatkowe punkty ruchu po ataku, ale nie może zaatakować ponownie w tej samej turze.
ru: После атаки такой боец получает очки движения, но не может снова атаковать.

source: kill and run
es: matar y correr
pl: zabij i uciekaj
ru: убил-убежал

source: This unit gains additional moves back after eliminating an opponent, but cannot attack again.
es: Esta unidad gana movimientos adicionales después de eliminar a un oponente, pero no puede volver a atacar.
pl: Jednostka dostaje dodatkowe punkty ruchu po pokonaniu przeciwnika, ale nie może zaatakować ponownie w tej samej turze.
ru: После убийства врага такой боец получает очки движения, но не может снова атаковать.

source: This unit gains additional moves back after attacking with this weapon, but cannot attack again.
es: Esta unidad gana movimientos adicionales después de atacar con esta arma, pero no puede volver a atacar.
pl: Jednostka dostaje dodatkowe punkty ruchu po ataku tą bronią, ale nie może zaatakować ponownie w tej samej turze.
ru: После атаки этим оружием боец получает очки движения, но не может снова атаковать.

source: fury
es: furia
pl: furia
ru: ярость

source: This unit can attack another unit after killing an enemy.
es: Esta unidad puede atacar a otra después de matar a un enemigo.
pl: Jeśli ta jednostka zabije inną, to może wykonać kolejny atak.
ru: После убийства противника такой боец может атаковать вновь.

source: furious death
es: muerte furiosa
pl: wściekła śmierć
ru: яростная смерть

source: Moments before this unit's death, it flies into a fury, dealing some impact damage to adjacent units, friend or foes alike. When a harmed adjacent unit goes to or below 0 HP, its HP are set to 1 instead of being killed. The amount of damage dealt:
es: Momentos antes de la muerte de esta unidad, vuela con furia e inflige daño de impacto a las unidades adyacentes, ya sean amigas o enemigas. Si alguna de estas unidades pierden toda su vida, se quedan en 1 PV en lugar de morir. La cantidad de daño infligido:
pl: Na chwilę przed śmiercią, ta jednostka wpada w szał zadając obrażenia pobliskim jednostkom, bez względu czy to przeciwnicy czy sojusznicy. Jeśli HP zranionej w ten sposób jednostki spadnie poniżej 0, to jednostka nie ginie a pozostaje z 1 punktem życia. Ilość zadanych obrażeń:
ru: За мгновение до смерти бойца он впадает в ярость, нанося крушащий урон соседним бойцам, как друзьям, так и врагам. Когда соседний боец получает урон до 0 ОЗ или ниже, его ОЗ устанавливается на 1 вместо гибели. Количество наносимого урона:

source: hard landing
es: aterrizaje forzoso
pl: twarde lądowanie
ru: грубая посадка
