Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: Long ago, an unusually intelligent goblin decided to leave his tribe, tired of his boring life. In his travels, he'd been observing users of of magic all over the world. Most goblins, orcs and trolls are too dumb to even understand it's basics, not to mention using it. He tried the best he could to learn how to use it, whatever it takes. After about a decade of observing, imitating, and stealing from various kinds of magi he encountered, he started figuring out patterns of spellcasting. Upon his return, his newfound powers attracted many a follower among goblins, who wanted to learn this outlandish skill. Most of them failed to learn even the basics, but some succeeded, and then started spreading this knowledge across the wasteland, long after their master's death, starting a chain reaction that started from a single goblin, and turned into an entire cult. These so-called goblin shamans aren't very common, but plentiful enough to be often seen in the rear of barbarian hordes, acting as healers and advisors.
es: Tiempo atrás, un goblin inusualmente inteligente decidió abandonar a su tribu, cansado de su aburrida vida. En sus viajes, observó a los usuarios de magia a lo largo y ancho del mundo. La mayor parte de los goblins, orcos y trolls son demasiado lerdos como para conocer sólo lo más básico, no mencionemos ya el uso de la misma. Él intentó todo lo que pudo de cara a aprender a utilizarla, al precio que fuera. Tras una década de observación, imitación, y robo a diversos tipos de magos que se cruzó, comenzó a comprender patrones de conjuramiento. A su regreso, sus nuevos poderes atrajeron a no pocos goblins, que quisieron aprender esta estrambótica habilidad. La mayor parte de ellos fallaron en aprender incluso lo más básico, pero algunos lo consiguieron, y entonces comenzaron a difundir este conocimiento a través de los yermos, tiempo tras la muerte de su maestro, comenzando una reacción en cadena que comenzó desde un único goblin, y se convirtió en todo un culto. Estos así llamados chamanes goblin no son muy comunes, pero son lo suficientemente abundantes como para ser vistos a menudo en la retaguardia de las hordas bárbaras, haciendo de curanderos y consejeros.
ru: Давным-давно необычайно умный гоблин решил покинуть свое племя, устав от скучной жизни. Во время своих путешествий он наблюдал за пользователями магии по всему миру. Большинство гоблинов, орков и троллей слишком тупы, чтобы даже понять основы, не говоря уже об их использовании. Он старался изо всех сил, чтобы научиться использовать его, чего бы это ни стоило. Примерно через десять лет наблюдений, подражания и воровства у различных магов, с которыми он сталкивался, он начал выяснять закономерности произнесения заклинаний. По его возвращению его новообретенные способности привлекли множество последователей среди гоблинов, которые хотели изучить это диковинное умение. Большинству из них не удалось изучить даже азы, но некоторым это удалось, и затем, спустя много времени после смерти своего хозяина, они начали распространять эти знания по пустошам, запустив цепную реакцию, которая началась с одного-единственного гоблина и превратилась в целый культ. Эти так называемые шаманы-гоблины не очень распространены, но достаточно многочисленны, чтобы их часто можно было увидеть в тылу варварских орд, выступая в качестве целителей и советников.

source: Goblin Sniper
es: Francotirador goblin
pl: Goblin Snajper
ru: Снайпер

source: Goblin Veteran
es: Veterano goblin
pl: Goblin Weteran
ru: Ветеран

source: Goblin Warbanner
es: Abanderado goblin
pl: Gobliński Chorąży
ru: Гоблин-знаменосец

source: Lesser revenge on melee, +3 HP, +20% max XP
pl: Mniejsza zemsta w walce wręcz, +3 HP, +20% max XP
ru: Малое мщение на ближний бой, +3 ОЗ, +20% макс. ОП

source: +3 ranged damage, +3 HP, +20% max XP
pl: +1 cios na odległość; +3 PŻ; +20% max XP
ru: +3 урона к дальнему бою, +3 ОЗ, +20% макс. ОП

source: Dauntless, +10% blade/pierce/impact resistance, +3 HP +20% max XP
pl: Nieustraszony, +10% odporności na sieczny/kłuty/obuchowy typ obrażeń, +3 HP +20% max XP
ru: Неостановимый, +10% к физ.сопротивлениям, +3 ОЗ, +20% макс. ОП

source: +1 MP, +3 HP, +20% max XP
ru: +1 очко хода, +3 ОЗ, +20% макс. ОП

source: Standard-bearers are an oddity amongst goblins. A goblin who has survived enough battles to be considered a veteran is rare enough, and it is rarer still for the other goblins to recognize and respect his veteran status. Nonetheless, a rouser’s frenzied goading effectively steels the less veteran fighters to strive harder and longer before they die.
ru: Знаменосцы — довольно старинное явление среди гоблинов. Так же довольно редки случаи, когда гоблины переживают достаточное количество битв, чтобы считаться ветеранами. Однако еще реже другие гоблины признают и уважают их ветеранский статус. Как бы там ни было, яростные вой знаменосцев заставляют новобранцев сражаться жестче и дольше перед своей смертью.

source: Summon Roc Rider
es: Invocar jinete de roc
pl: Przywołaj Jeźdźca Roków
ru: Призыв наездника рух

source: Roc Rider
es: Jinete de roc
pl: Jeździec Roków
ru: Наездник Рух

source: Goblin Warrior
es: Guerrero goblin
pl: Goblin Wojownik
ru: Копейщик

source: Goblin Wizard
es: Hechicero goblin
pl: Goblin Czarodziej
ru: Заклинатель

source: Regeneration +8, +3 HP, +20% max XP
pl: Regeneracja +8, HP +3, +20% max XP
ru: Регенерация +8, +3 ОЗ, +20% макс. ОП

source: +3 damage and very skilled on landmass, +1 HP, +20% max XP
pl: +3 obrażenia i bardzo umiejętny do ataku masą ziemi, +1 HP, +20% max XP
ru: Искусность и +3 урона для глыбы, +1 ОЗ, +20% макс. ОП

source: +1 damage and Drain on curse, +1 HP, +20% max XP
pl: +1 obrażenia i wysysanie dla klątwy, +1 HP, +20% max XP
ru: +1 урона и высасывание для проклятья, +1 ОЗ, +20% макс. ОП

source: +1 strike on staff, +3 HP, +20% max XP
pl: +1 uderzenie laską; +3 PŻ; +20% max XP
ru: +1 удар для посоха, +3 ОЗ, +20% макс. ОП

source: landmass
es: masa de tierra
pl: fragment ziemi
ru: глыба

source: Orcish Chieftain
es: Señor de la guerra orco
pl: Wódz Orków
ru: Вождь

source: Recruit Orcish Warrior
es: Reclutar guerrero orco
pl: Rekrutuj Orka Wojownika
ru: Нанять орка воина

source: Orcish Warbanner
es: Abanderado orco
pl: Ork Chorąży
ru: Орк-знаменосец

source: Savage and warlike Orcs form the back bone of the Barbarian hordes. Orc society is ill-suited to large-scale warfare, which leaves their small tribes at prey to the more organized might of the world’s various armies. However in the last two centuries something has changed. Orcs now fight with Cyclops, Trolls, Rocs and goblins side by side whether it be in brutal hunting packs or full blown armies. The origins of this change are unknown but one thing is sure, when the barbarian hordes come screaming for your blood the Orcs will be leading the charge.
es: Los orcos, salvajes y amantes de la guerra, forman la columna vertebral de las hordas bárbaras. La sociedad orca no se adapta a la guerra a gran escala, lo que deja a sus pequeñas tribus a merced del poderío mejor organizado de cualquiera de los ejércitos del mundo. Sin embargo, en los últimos dos siglos algo ha cambiado. Los orcos luchan ahora junto a cíclopes, trolls, rocs y goblins ya sea tanto en grupos de caza como en ejércitos en toda regla. Se desconoce que es lo que originó este cambio, pero una cosa es segura: cuando llegan las hordas bárbaras clamando por tu sangre habrá orcos liderando la carga.
pl: Dzikie i skore do walk Orki, trzon barbarzyńskich hord. Społeczeństwo orków jest nieprzystosowane do prowadzenia działań wojennych na wielką skalę, przez co ich małe plemiona są łatwym kąskiem dla bardziej zorganizowanych armii. Jednak w ostatnich dwustu latach coś się zmieniło. Orki walczą ramię w ramię z Cyklopami, Trolami, Rokami i Goblinami, czy to w brutalnych starciach myśliwych, czy też w pełnowymiarowych armiach. Źródło tej przemiany jest nieznane, choć jedno wiadomo na pewno: jeśli kiedykolwiek barbarzyńskie hordy przyjdą spragnione twojej krwi, Orkowie będą im przewodzić.
ru: Дикие и воинственные орки это костяк Варварских орд. Устройство общества орков плохо подходит для ведения крупномасштабных войн, из-за чего меньшие племена становятся легкой добычей для более организованной мощи разных армий мира. Однако, за последние два века что-то изменилось. Теперь орки бьются бок-о-бок с циклопами, троллями, рух и гоблинами будь то просто охотничьи отряды или полноценные армии. Причины этих перемен неизвестны, но в одном можете быть уверены, когда алчущие крови варварские племена придут в ваши земли, орки будут во главе атаки.

source: Orcish Warrior
es: Guerrero orco
pl: Ork Wojownik
ru: Воин

source: Roc Master
es: Maestro de roc
pl: Mistrz Roków
ru: Хозяин Рух

source: Roc Masters are unrivaled aerial warriors among the Barbarian horde, boasting decades of expertise in handling the majestic rocs. Having spent countless hours training and bonding with these noble birds of prey, they have reached the pinnacle of aerial combat prowess. With graceful ease, they pilot their roc towards the battlefield, their sharp eyes scanning the horizon for potential targets. As they swoop down, their mighty roc's claws effortlessly rip enemies to shreds. The Roc Master himself wields a crossbow and a bolas, for wounding or immobilizing foes safely from above. If you believe you are safe from the Barbarians' wrath in the skies, you are sorely mistaken.
ru: Хозяин Рух — непревзойденные воздушные воины среди варварской орды, обладающие многолетним опытом обращения с величественными Рух. Проведя бесчисленные часы в тренировках и общении с этими благородными хищными птицами, они достигли вершины мастерства в воздушном бою. С изящной легкостью они направляют своего подопечного к полю боя, их острые глаза сканируют горизонт в поисках потенциальных целей. Когда они пикируют вниз, могучие когти Рух легко разрывают врагов в клочья. Сам Мастер Рух владеет арбалетом и боласом, чтобы безопасно ранить или обездвижить врагов сверху. Если вы думаете, что находитесь в безопасности от гнева варваров в небесах, вы глубоко ошибаетесь.

source: The Rocs of Thornspire Mountain had long grown fat off the flesh of the goblins who lived below. It took one particularly mad and foolhardy goblin to change the fate of his people when he set out to tame the beasts. After several narrow escapes the goblin managed to steal an egg from the great birds and rose it under his care. Less than three months later when the Rocs attacked they were surprised to hear a piercing cry from above and even more surprised when they were ripped to shreds by one of their own. To this day the goblins ride tamed Rocs into battle, their battle cries the only warning of impending doom.
es: Los rocs de la montaña de Punta Espinosa crecieron durante mucho tiempo bien alimentados gracias a la carne de los goblins que vivían debajo. Esto llevó a un goblin especialmente loco e imprudente a cambiar el destino de su gente cuando se propuso domesticar a las bestias. Tras varios intentos en los que se salvó por los pelos, el goblin consiguió robar un huevo de los grandes pájaros y hacerse cargo de su cuidado. Pasados menos de tres meses, cuando los rocs atacaron, se vieron sorprendidos al escuchar un penetrante graznido desde arriba y, más sorprendidos aún, cuando fueron hechos jirones por uno de los suyos. Desde aquel día, los goblins conducen rocs domesticados a la batalla y sus graznidos de guerra son el único aviso de la inminente destrucción.
pl: Roki z Cierniowej Góry przez długi czas obrastały w tłuszcz a to za sprawą pożywnych Goblinów mieszkających u podnóży. Dopiero jeden wyjątkowo szalony i lekkomyślny postanowił odmienić los swoich ziomków i wyruszył oswoić te dzikie bestie. Po kilku cudem udanych ucieczkach Goblin zdołał wykraść jajo prosto z gniazda wielkiego ptaka i wysiedzieć je samemu. Po mniej niż trzech miesiącach, kiedy Roki ponownie zaatakowały goblińską wioskę, zaskoczone zostały słysząc przenikliwy pisk z góry, tym bardziej, że chwilę później zostały rozerwane na strzępy przez jednego ze swoich. Od tamtej pory Gobliny wykorzystują oswojone Roki do walki, a ich okrzyki bojowe zwiastują wrogowi nadchodzącą zagładę.
ru: Рух Тернистого Шпиля давно уже разжирели от мяса гоблинов, живших у подножия. Всего один особенно сумасшедший и безрассудный гоблин изменил судьбу своего народа, когда отправился приручать чудищ. Несколько раз он едва ускользал от их когтей, но в конце концов смог украсть яйцо и вырастить птенца. Через почти три месяца атакующие Рух были очень удивлены, услышав пронзительные и с небес, и еще более они удивились, когда были разбиты в клочья своими сородичами. До сих пор гоблины отправляются в битву на прирученных Рух, их боевые кличи единственное предупреждение о неизбежном роке.

source: Roc Tamer
pl: Poskramiacz Roków
ru: Укротитель Рух

source: Veteran roc riders are an uncommon sight, as many either end up dying during skirmishes or don't see much action beyond scouting, but there are noteworthy exceptions. Such roc riders often end up being leaders of small roc rider gangs, flying around empty territories and preying on the infrequent lone travelers, and attacking poorly-guarded caravans. They also often bring handmade bows with them into battle. While the bows' low quality makes them nowhere near being fit for use on the ground, their arrows become quite deadly when shot from the sky, thanks to the vertical acceleration from falling.
es: Los jinetes de roc veteranos son una vista poco común, ya que muchos terminan muriendo durante las escaramuzas o no ven mucha acción más allá de la exploración, pero hay excepciones notables. Estos jinetes de roc a menudo terminan siendo líderes de pequeñas bandas de jinetes de roc, que vuelan por territorios vacíos, se aprovechan de los infrecuentes viajeros solitarios, y atacan caravanas mal protegidas. También suelen llevar a la batalla arcos hechos a mano. Si bien la baja calidad de los arcos hace que no sean aptos para usar desde el suelo, sus flechas se vuelven mortales cuando se disparan desde el cielo, gracias a la aceleración vertical de la caída.
ru: Опытные наездники - редкое зрелище, многие из них либо умирают во время стычек, либо не ведут особых действий, кроме разведки, но есть примечательные исключения. Такие наездники Рух часто становятся лидерами небольших банд наездников Рух, летая по пустым территориям и охотясь на нечастых одиноких путешественников, а также нападая на плохо охраняемые караваны. Также они часто берут с собой в бой луки ручной работы. Хотя низкое качество луков делает их совершенно непригодными для использования на земле, их стрелы становятся весьма смертоносными при выстреле с неба благодаря вертикальному ускорению при падении.

source: Troll Fire Wizard
es: Hechicero ardiente trol
pl: Czarownik Ognia
ru: Поджигатель

source: Troll shamans are the mystical leaders of the trolls. Though not as strong or tough as other trolls, their true power lies in their fire magic, which they use to blast enemies with gouts of fire.
es: Los chamanes trolls son los líderes místicos de los trolls. Aunque no sean tan fuertes y duros como los otros trolls, su auténtico poder se sustenta en su fuego mágico, que usan para golpear a sus enemigos con bolas de fuego.
pl: Trolle szamani to mistyczni przywódcy Trolli. Choć nie są tak silni jak inni przedstawiciele tego gatunku, ich prawdziwa moc leży w magii ognia, której używają aby spopielić swych przeciwników płonącymi kulami.
ru: Поджигатели — это духовные лидеры троллей. Они и не так сильны, как остальные их сородичи, однако, настоящая мощь этих троллей лежит в огненной магии, которую они используют, чтобы сжигать противников сгустками огня.

source: flame blast
es: explosión ardiente
pl: ognisty podmuch
ru: взрыв огня

source: Troll Sorcerer
es: Hechicero trol
pl: Troll Czarodziej
ru: Кудесник

source: The Trolls within the Barbarian horde do not practice magic as it is known to most races of the world although it easily could be confused for such. Rather the rough skin of these mysterious creatures when brought into rapid contact with itself can spark, igniting any flammable materials around them. Thus with a snap of the fingers trolls can ignite the small bundles of straw held within their palms before flinging them at the enemy. Such is the preternatural aim of the Troll Sorcerers that no matter where the target is hiding they will unerringly seek it out.
es: Los trolls pertenecientes a las hordas bárbaras no practican la magia en la forma en que es conocida por la mayoría de las razas del mundo, aunque sería fácil confundir una con otra. Se trata más bien de que, cuando estas misteriosas criaturas frotan su rugosa piel, esta puede soltar chispas que prenden cualquier material inflamable que se encuentre a su alcance. De este modo, con un chasquido de sus dedos, los trolls pueden inflamar pequeños fardos de paja que mantienen entre sus manos antes de arrojárselos a sus enemigos. Es tanta la sobrenatural puntería de los hechiceros trolls que, no importa dónde se pueda estar escondiendo su objetivo, que lo encontrarán.
ru: Как известно, тролли в племенах Варваров магией не владеют, хоть их действия можно с легкостью принять за ворожбу,. На самом деле просто их твердая кожа при трении может выдать искру, которая поджигает горючие материалы. Таким образом щелчком пальцев тролли могут зажигать пучки соломы, а затем метать их в противников. А точность троллей-колдунов такова, что они безошибочно попадают в цель, где бы она ни находилась.

source: Troll Warbanner
es: Abanderado trol
pl: Troll Chorąży
ru: Тролль-знаменосец

source: Inspire 1, +4 HP +20% max XP
pl: Inspiracja 1, +4 HP +20% max XP
ru: Вдохновляет 1, +4 ОЗ, +20% макс. ОП

source: +1 strike on fireball, +4 HP, +20% max XP
pl: +1 cios kulą ognia; +4 PŻ; +20% max XP
ru: +1 удар для огненного шара, +4 ОЗ, +20% макс. ОП

source: +15% fire/cold resistance, +4 HP +20% max XP
pl: +15% do odporności na ogień i chłód, +4 PŻ, + 20% max XP
ru: +15% сопротивления к огню и холоду, +4 ОЗ, +20% макс. ОП

source: banner
es: estandarte
pl: chorągiew
ru: знамя

source: Troll Warlock
es: Brujo Troll
pl: Troll Czarnoksiężnik
ru: Ворожей

source: Troll warlocks are the mystical leaders of the trolls. Though not as strong or tough as other trolls, their true power lies in their fire magic, which they use to blast enemies with gouts of fire.
es: Los brujos trolls son los líderes místicos de los trolls. Aunque no sean tan fuertes y duros como los otros trolls, su auténtico poder se sustenta en su fuego mágico, que usan para golpear a sus enemigos con bolas de fuego.
pl: Trolle szamani to mistyczni przywódcy Trolli. Choć nie są tak silni jak inni przedstawiciele tego gatunku, ich prawdziwa moc leży w magii ognia, której używają aby spopielić swych przeciwników płonącymi kulami.
ru: Ворожеи - это духовные лидеры троллей. Они и не так сильны, как остальные их сородичи, однако, настоящая мощь шаманов лежит в огненной магии, которую они используют, чтобы сжигать противников сгустками огня.

source: blue flame
es: llama azul
pl: błękitny płomień
ru: голубой огонь

source: Orcish Brawler
pl: Ork Awanturnik
ru: Буян

source: Savage Roc Rider
pl: Dziki Jeździec Roków
ru: Дикарь на Рух

source: Battle Toad
es: Sapo de batalla
pl: Bitewna Ropucha
ru: Боевая жаба

source: paw
es: garra
pl: łapa
ru: лапа

source: tongue
es: lengua
pl: język
ru: язык

source: charge
es: carga
pl: szarża
ru: наскок

source: Black Salamander
es: Salamandra negra
pl: Czarna Salamandra
ru: Черная саламандра

source: The Black Salamanders are assassins of sorts, attacking in the dead of night or from the shadows. Besides wrist blades, they use throwing knives dipped in poison. Those that survive the encounter, tell a tale of fighting off what seemed to be a relentless red-eyed demon. Their skills, equipment, and terror-inspiring appearance make Black Salamanders an opponent whose presence should not be taken lightly.
es: Las salamandras negras son asesinas como pocas criaturas, atacando en la calma de la noche o desde las sombras. Aparte de las garras de muñeca, usan cuchillos arrojadizos cubiertos de veneno. Aquellos que sobreviven al encuentro con una salamandra negra, hablan historias de lucha contra lo que parecía ser un implacable demonio de ojos rojos. Debido a sus habilidades, equipamiento, y apariencia aterradora, las Salamandras Negras son unas oponentes cuya presencia no debe ser tomada a la ligera.
ru: Черные Саламандры — своего рода убийцы, нападающие глубокой ночью или из тени. Помимо наручных клинков, они используют метательные ножи, смазанные ядом. Те, кто выжил в этой встрече, рассказывают историю борьбы с безжалостным красноглазым демоном. Их навыки, снаряжение и внушающий ужас внешний вид делают Черных Саламандр противником, к присутствию которого нельзя относиться легкомысленно.

source: wrist blade
es: cuchilla de muñeca
pl: naręczne ostrze
ru: наручный клинок

source: Blue Salamander
es: Salamandra azul
pl: Błękitna Salamandra
ru: Голубая саламандра

source: Blue Salamanders are great at aquatic ambushes. They attack from the water much like a crocodile. Those that are unwary and attempt to swim in the dark swamps are heard never to come back. Blue salamanders wield tridents, along with exotic throwing weapons called chakram, with which they are able to hit far away enemies with deadly accuracy.
es: Las salamandras azules son magníficas en emboscadas acuáticas. Atacan desde el agua de una forma bastante parecida a como lo haría un cocodrilo. Habitualmente se oye que aquellos incautos que se proponen nadar en los oscuros pantanos, nunca regresan. Las salamandras azules portan tridentes, junto a exóticas armas arrojadizas llamadas chakram, con las cuales son capaces de dañar enemigos muy lejanos con una precisión mortal.
ru: Голубые саламандры отлично подходят для водных засад. Они нападают из воды, как крокодил. Говорят, что те, кто неосторожен и пытается плавать в темных болотах, никогда не возвращаются. Голубые саламандры владеют трезубцами, а также экзотическим метательным оружием, называемым чакрам, которым они могут поражать врагов на большом расстоянии со смертельной точностью.

source: spear
es: lanza
pl: włócznia
ru: копьё

source: chakram
pl: czakram
ru: чакрам

source: Chaos Wyvern
es: Guiverno del caos
pl: Chaotyczna Wiwerna
ru: Виверна Хаоса

source: scream
es: grito
pl: krzyk
ru: визг

source: Chaos Wyvern Knight
pl: Poskramiacz Chaotycznych Wiwern
ru: Рыцарь виверны хаоса

source: Chosen of Forest
es: Elegido del bosque
pl: Wybraniec Lasu
ru: Избранник Леса
