Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: Tharis warriors who have proven themselves through bravery and leadership are often promoted to the rank of Dark Commander, exchanging their enchanted daggers for spears imbued with fire magic. These powerful individuals stand at least a head taller than their comrades, with broad shoulders and imposing physiques that command respect. Despite their fearsome appearance, however, Dark Commanders are known for their calm and collected demeanor on the battlefield, inspiring their followers with their confidence and authority. In addition to their prowess in melee combat, Dark Commanders possess a limited ability to wield basic fire magic. While they may not be adept at casting spells, they can still harness the power of flames to devastating effect by imbuing their spears with fiery energy unleashing explosive bursts of heat upon their enemies. With training and practice, they might even develop greater control over this aspect of their powers, becoming truly formidable mages on the battlefield.
ru: Воины Тарис, проявившие себя храбростью и лидерством, часто повышаются до звания Темного Командира, обменивая свои зачарованные кинжалы на копья, наделенные магией огня. Эти могущественные личности по крайней мере на голову выше своих товарищей, с широкими плечами и внушительным телосложением, вызывающим уважение. Однако, несмотря на свой устрашающий внешний вид, Темные командиры известны своим спокойным и собранным поведением на поле боя, вдохновляя своих последователей своей уверенностью и авторитетом. В дополнение к своему мастерству в рукопашном бою, Тёмные командиры обладают ограниченными способностями к использованию базовой магии огня. Хотя они, возможно, и не владеют заклинаниями, они все же могут использовать силу пламени для разрушительного эффекта, наполняя свои копья огненной энергией, обрушивая на своих врагов взрывные волны тепла. Благодаря обучению и практике они могут даже лучше контролировать этот аспект своих способностей, становясь поистине грозными магами на поле боя.

source: Dark Executioner
es: Ejecutor oscuro
pl: Mroczny Egzekutor
ru: Палач тьмы

source: Dark General
es: General oscuro
pl: Mroczny Generał
ru: Темный маршал

source: Dark Hunter
es: Cazador oscuro
pl: Mroczny Myśliwy
ru: Лазутчик

source: Dark hunters embody everything that Tharis stands for - stealthy, deadly, and unrelenting. They move with a quiet grace, striking from the shadows like ghosts, taking down unsuspecting foes with ease. Their training allows them to exploit any weakness in their opponents' defenses, whether it be a gap in their formation or a momentary lapse in concentration. Against living enemies, they are a serious threat. However, their effectiveness against non-living enemies is more limited, as they are immune to the poisoned thrown daggers favored by dark hunters themselves. Despite this limitation, they remain one of the most feared and respected warrior classes in all of Tharis
ru: Лазутчики воплощают в себе все, за что выступает Тарис: скрытность, смертоносность и безжалостность. Они двигаются с тихой грацией, выскакивая из тени, словно призраки, с легкостью расправляясь с ничего не подозревающими противниками. Их подготовка позволяет им использовать любую слабость в защите противника, будь то пробел в построении или кратковременная потеря концентрации. Против живых врагов они представляют серьезную угрозу. Однако их эффективность против неживых врагов более ограничена, поскольку они невосприимчивы к отравленным брошенным кинжалам, которые предпочитают сами темные охотники. Несмотря на это ограничение, они остаются одним из самых устрашающих и уважаемых классов воинов на всем Тарисе

source: Dark Observer
es: Observador oscuro
pl: Mroczny Obserwator
ru: Соглядатай

source: Dark Slayer
es: Matador oscuro
pl: Mroczny Morderca
ru: Душегуб

source: Through extensive training and experience, the best Dark Warriors rise to the rank of Dark Slayer, demonstrating exceptional combat prowess. Equipped with expertly crafted enchanted daggers, Dark Slayers exhibit greater ferocity, agility and endurance than their lower-ranking comrades, heightened reflexes, reaction times, and endurance, allowing them to maintain a significant advantage in close quarters combat against various foes.
ru: Благодаря обширной подготовке и опыту лучшие Темные Воины достигают ранга Душегуба, демонстрируя исключительное боевое мастерство. Оснащенные искусно изготовленными зачарованными кинжалами, Темные Истребители демонстрируют большую свирепость, ловкость и выносливость, чем их товарищи более низкого ранга, повышенные рефлексы, время реакции и выносливость, что позволяет им сохранять значительное преимущество в ближнем бою против различных противников.

source: Dark Warlord
es: Señor de la guerra oscuro
pl: Mroczny Władca
ru: Темный владыка

source: Recruit Dark Warrior
pl: Rekrutuj Morcznego Wojownika
ru: Нанять темного воина

source: Recruit Dark Hunter
pl: Rekrutuj Mrocznego Myśliwego
ru: Нанять темного лазутчика

source: Dark Warrior
es: Guerrero oscuro
pl: Mroczny Wojownik
ru: Темный воин

source: Dark warriors stand out among Tharis' soldiers due to their supernatural speed and agility in battle. While regular soldiers rely on brute strength and endurance to overpower their opponents, dark warriors move with an uncanny fluidity, striking swiftly and relentlessly as if time stood still. The enchantments that grant dark warriors their supernatural abilities are said to be imbued upon them by the most skilled magi in Tharis. These powerful magic users have the ability to manipulate time itself, allowing them to enhance the physical prowess and combat skills of their chosen warriors. As a result, dark warriors possess incredible reflexes, reaction times, and endurance, making them nearly unbeatable in close quarters combat.
ru: Темные воины выделяются среди солдат Тарис своей сверхъестественной скоростью и ловкостью в бою. В то время как обычные солдаты полагаются на грубую силу и выносливость, чтобы одолеть своих противников, темные воины двигаются со сверхъестественной плавностью, нанося быстрые и безжалостные удары, как будто время остановилось. Говорят, что чары, наделяющие темных воинов сверхъестественными способностями, накладываются на них самыми опытными магами Тариса. Эти могущественные маги обладают способностью управлять самим временем, что позволяет им улучшать физическое мастерство и боевые навыки выбранных ими воинов. В результате темные воины обладают невероятными рефлексами, временем реакции и выносливостью, что делает их практически непобедимыми в ближнем бою.

source: Dark Wizard
es: Hechicero oscuro
pl: Mroczny Czarodziej
ru: Колдун

source: Aspiring sorcerers who have honed their craft through dedication and merit gradually advance within the ranks of Tharis' arcane elite, assuming roles as apprentices under esteemed Great Warlocks. Some individuals, however, choose to supplement their main occupation by mentoring promising novices on a part-time basis. While still distant from the pinnacle of Great Warlock rank, Dark Wizards possess significantly increased magical prowess compared to their peers, bridging the gap towards eventual mastery. A crucial factor in their accelerated growth lies in their possession of potent magical staves, which amplify their innate abilities and hasten their ascent towards true mastery.
ru: Честолюбивые колдуны, отточившие свое мастерство благодаря самоотверженности и заслугам, постепенно продвигаются в рядах тайной элиты Тарис, принимая на себя роли учеников уважаемых Великих Чернокнижников. Однако некоторые люди предпочитают дополнять свою основную деятельность наставничеством многообещающих новичков на неполный рабочий день. Несмотря на то, что Темные Волшебники все еще далеки от вершины ранга Великого Чернокнижника, они обладают значительно повышенным магическим мастерством по сравнению со своими сверстниками, сокращая разрыв на пути к возможному мастерству. Решающим фактором их ускоренного роста является владение мощными магическими посохами, которые усиливают их врожденные способности и ускоряют восхождение к истинному мастерству.

source: dark spark
es: chispa oscura
pl: mroczna iskra
ru: сполох тьмы

source: Disciple
es: Discípulo
pl: Uczeń
ru: Ученик

source: Neophytes in the shadowcraft, Dark Disciples are the fledgling adepts of Tharis, eagerly striving toward the loftiest heights of Great Warlockhood. Despite their limited prowess, these novice sorcerers possess a formidable arsenal of dark energies at their disposal, capable of inflicting devastating effects upon unsuspecting foes. Though their melee skills may be limited to mere fisticuffs, their clandestine arts make them a force to be reckoned with in close quarters, particularly when unleashing malevolent spells upon their opponents.
ru: Ученики в искусстве теней — это молодые адепты Тарис, нетерпеливо стремящиеся к высочайшим высотам Великого Колдуна. Несмотря на ограниченное мастерство, эти начинающие колдуны обладают в своем распоряжении огромным арсеналом темной энергии, способной нанести разрушительный эффект ничего не подозревающим противникам. Хотя навыки ближнего боя могут быть ограничены просто их кулаками, тайные искусства делают их силой, с которой нужно считаться.

source: Frontliner
es: Primera línea
pl: Frontowiec
ru: Авангард

source: Frontliners are a special caste of warriors distinguished by their preference for brutal, upfront combat. Unlike their fellow Tharis soldiers, who rely on stealth and subterfuge to gain the upper hand, Frontliners charge into battle with reckless abandon, relying on their superior strength and weaponry to obliterate any opposition. Equipped with dual curved swords crafted for maximum bloodletting, these warriors specialize in disabling their enemies with swift, decisive blows, leaving them vulnerable to subsequent attacks from behind. By clearing the path ahead of the main offensive force, Frontliners enable their comrades to advance with relative ease, making them indispensable in any military campaign.
ru: Авангарды — это особая каста воинов, отличающаяся предпочтением жестокого и открытого боя. В отличие от своих сослуживцев-тарисийцев, которые полагаются на скрытность и уловки, чтобы одержать верх, передовые бросаются в бой с безрассудной отвагой, полагаясь на свою превосходящую силу и вооружение, чтобы уничтожить любое сопротивление. Эти воины, оснащенные двойными изогнутыми мечами, созданными для максимального кровопролития, специализируются на том, чтобы выводить из строя своих врагов быстрыми и решительными ударами, делая их уязвимыми для последующих атак сзади. Расчищая путь перед основными наступательными силами, передовые силы позволяют своим товарищам продвигаться вперед с относительной легкостью, что делает их незаменимыми в любой военной кампании.

source: Great Hunter
es: Gran cazador
pl: Wielki Łowca
ru: Мастер ловчий

source: The elite among Dark Hunters, those who have proven themselves superior to their peers, are elevated to the rank of Great Hunter. These exceptional warriors move with fluid grace, their blades flashing silver in the light of the full moon as they strike with deadly precision. But when it comes to capturing their prey, Great Hunters don't rely on crude traps or brute force. Instead, they employ sophisticated nets crafted from rare, silky threads that can ensnare even the most cunning of quarry.
ru: Элита среди Темных Охотников, те, кто доказал свое превосходство над своими сверстниками, возводится в ранг Мастера ловчего. Эти исключительные воины двигаются с плавной грацией, их клинки сверкают серебром в свете полной луны и наносят удары со смертельной точностью. Но когда дело доходит до поимки добычи, ловчие не полагаются на простые ловушки или грубую силу. Вместо этого они используют сложные сети, сделанные из редких шелковистых нитей, которые могут поймать в ловушку даже самую хитрую добычу.

source: Great Hydra
es: Gran hidra
pl: Wielka Hydra
ru: Великая гидра

source: Risen from the depths of the underground tunnels like a nightmarish manifestation, this towering, mature Great Hydra brooks no opposition. Its sheer size and ferocity make it a terror beyond compare, with three twisted heads, each one seemingly more malevolent than the last, the beast stalks its prey with unrelenting determination, leaving a trail of destruction in its wake. Those who have witnessed this abomination up close live only to bear witness to its fury, their screams and pleas for mercy lost to the echoes of the caverns.
ru: Возвышающаяся из глубин подземных туннелей, словно кошмарное явление, эта высокая, зрелая Великая Гидра не терпит сопротивления. Его огромные размеры и свирепость делают его несравненным ужасом: с тремя искривленными головами, каждая из которых кажется более злобной, чем предыдущая, зверь преследует свою добычу с неумолимой решимостью, оставляя за собой разрушительный след. Те, кто стал свидетелем этой мерзости вблизи, живут только для того, чтобы стать свидетелями ее ярости, их и и мольбы о пощаде затерялись в эхе пещер.

source: Great Warlock
es: Gran brujo
pl: Wielki Czarnoksiężnik
ru: Верховный колдун

source: To become a Great Warlock, the pinnacle of achievement for any Tharis mage, is a lifelong pursuit of mastery over the dark arts. These powerful practitioners possess unparalleled skill in black magic, able to wield it with precision and deadliness. The secret of levitation has been fully realized by Great Warlocks, enabling them to traverse vast distances with ease, even across treacherous terrain. As a symbol of their status and prowess, they carry ceremonial scythes, imbued with the power of the dark arts and used to devastating effect in battle. But it is not merely brute strength that distinguishes Great Warlocks; they are also accomplished strategists and tacticians. They can weave complex spell combinations, exploiting weaknesses in enemy defenses and catching them off guard. With each victory, their mastery grows, and their reputation spreads like wildfire throughout the realm.
ru: Стать Верховным Колдуном, вершина для любого мага Тариса, — это пожизненное стремление к овладению темными искусствами. Эти могущественные практикующие обладают беспрецедентными навыками черной магии и способны владеть ею с точностью и смертоносностью. Верховные колдуны полностью осознали секрет левитации, позволяющий им с легкостью преодолевать огромные расстояния, даже по опасной местности. В качестве символа своего статуса и доблести они носят церемониальные косы, пропитанные силой темных искусств и используемые для разрушительного эффекта в бою. Но не просто грубая сила отличает Верховных колдунов; они также опытные стратеги и тактики. Они могут создавать сложные комбинации заклинаний, используя слабые места в обороне противника и заставая его врасплох. С каждой победой их мастерство растёт, а репутация распространяется, как лесной пожар, по всему королевству.

source: Summon Dark Observer
es: Invocar observador oscuro
pl: Przywołaj Mrocznego Obserwatora
ru: Призыв соглядатая

source: scythe
es: guadaña
pl: kosa
ru: коса

source: lesser implosion
es: implosión menor
pl: pomniejsza implozja
ru: малый взрыв

source: Great Witch
es: Gran bruja
pl: Wielka Wiedźma
ru: Старшая ведьма

source: A Great Witch stands apart from her peers, her connection to the darkness at its most profound. This powerful sorceress has honed her craft through years of devotion and practice, weaving a tapestry of evil magic that strikes fear into the hearts of her foes. Her bond with the shadows grows stronger with each passing day, allowing her to imbue her spells with an intensity that borders on malevolence. The Great Witch's wrath is felt across the land, as she unleashes curse after curse upon her enemies, draining their strength and corrupting their minds.
ru: Старшая ведьма выделяется среди своих сестёр, ее связь с тьмой самая глубокая. Эта могущественная волшебница отточила свое мастерство годами преданности и практики, плетя полотно злой магии, вселяющее страх в сердца ее врагов. Ее связь с тенями становится сильнее с каждым днем, что позволяет ей наполнять свои заклинания яростью, граничащей со безумием. Гнев старшей ведьмы ощущается по всему полю боя, поскольку она обрушивает проклятие за проклятием на своих врагов, истощая их силы и развращая их разум.

source: Hellish Hydra
pl: Piekielna Hydra
ru: Гидра бездны

source: devastating bite
pl: niszczycielskie ugryzienie
ru: сокрушительный укус

source: Hydra
es: Hidra
ru: Гидра

source: Bred in some of the most ominous reaches of the subterranean tunnels beneath Tharis, Hydras are relentless, three-headed abominations that boast the ability to maul multiple adversaries simultaneously, their fangs sinking deeper with each successive strike. And yet, these juvenile beasts barely scratch the surface of their full potential; mature Hydras are said to be utterly unmatched in sheer ferocity and malice.
ru: Гидры, выращенные в самых зловещих уголках подземных туннелей под Тарисом, представляют собой безжалостные трехголовые чудовища, которые могут похвастаться способностью калечить нескольких противников одновременно, их клыки погружаются глубже с каждым последующим ударом. И все же, эти молодые звери только начали раскрывать свой потенциала; Говорят, что зрелые гидры совершенно не имеют себе равных по своей свирепости и злобе.

source: Master of Darkness
es: Maestro de la oscuridad
pl: Mistrz Ciemności
ru: Хозяин тьмы

source: The title of Master of Darkness eclipses even that of Great Warlock, and holds immense prestige within the realm of Tharis. This exalted position is both political and religious, as the Master of Darkness serves as the supreme leader of its people. Once every century, the Dark Council selects the most gifted Great Warlocks as contenders for the Mastership, subjecting them to trials of unspeakable horror deep within the accursed lands. Only he who emerges from these trials unscathed and sane of mind may claim the title of Master of Darkness. With the blessings of the dark gods, this chosen one gains access to abilities beyond those of mortal men, including the capacity to hurl spells that reduce entire structures to rubble with mere gestures, shrug off blows that would crush lesser mortals like insects, and transform into winged creatures at will. The true might of the Master of Darkness lies not in physical prowess alone, but in the dark energies he harnesses to shape reality itself.
ru: Титул Хозяина тьмы затмевает даже титул Верховного колдуна и пользуется огромным престижем в королевстве Тарис. Это высокое положение является одновременно политическим и религиозным, поскольку Повелитель Тьмы является верховным лидером своего народа. Раз в столетие Темный Совет выбирает самых одаренных верховный колдунов в качестве претендентов на Владычество, подвергая их невыразимым ужасным испытаниям глубоко в проклятых землях. Только тот, кто выйдет из этих испытаний невредимым и в здравом уме, может претендовать на титул Хозяина тьмы. С благословения темных богов этот избранный получает доступ к способностям, превосходящим возможности смертных людей, включая способность бросать заклинания, которые простыми жестами превращают целые строения в руины, отражать удары, которые раздавят простых смертных, как насекомых, и трансформировать в крылатых существ по своему желанию. Истинная мощь Хозяина тьмы заключается не только в физическом мастерстве, но и в темных энергиях, которые он использует для формирования самой реальности.

source: Summon Storm Sphere
pl: Przywołaj Przeładowaną Sferę
ru: Призыв сферы штормов

source: Storm Sphere
es: Esfera de las tormentas
pl: Przeładowana Sfera
ru: Сфера штормов

source: implosion
es: implosión
pl: implozja
ru: внутренний взрыв

source: Matriarch of Darkness
es: Matriarca de la oscuridad
pl: Mistrzyni Ciemności
ru: Мать Тьмы

source: The title of 'Matriarch of Darkness' is the ultimate honorific for a witch, often matching the greatest warlocks in power and prestige. These enigmatic figures embody the essence of darkness itself, radiating malevolent energy that debilitates enemies on all levels. Their very presence creates a shroud of gloom around them, sapping the strength and will of those unfortunate enough to be near. The Matriarch's dark aura not only weakens foes, but also has the power to demoralize and disorient them, making them vulnerable to attack. By contrast, allied Tharis troops are invigorated by the Matriarch's shadowy presence, their resolve fortified and their combat prowess augmented. In short, the Matriarch of Darkness is a force to be reckoned with, her mastery over shadows unmatched in the annals of Tharis magic.
ru: Титул «Мать Тьмы» — высший почетный титул для ведьмы, часто сравнимый по силе и престижу с величайшими колдунами. Эти загадочные фигуры олицетворяют саму суть тьмы, излучая злобную энергию, ослабляющую врагов на всех уровнях. Само их присутствие создает вокруг них пелену мрака, истощающую силы и волю тех, кому не повезло оказаться рядом. Темная аура Матери не только ослабляет врагов, но также способна деморализовать и дезориентировать их, делая уязвимыми для атак. Напротив, призрачное присутствие Матери воодушевляет союзные войска Тарис, их решимость укрепляется, а боевое мастерство увеличивается. Короче говоря, Мать Тьмы — это сила, с которой нужно считаться, ее мастерство над тенями не имеет себе равных в анналах магии Тарис.

source: blood gate
es: portal sangriento
pl: krwawe wrota
ru: врата крови

source: Matriarch of Emptiness
es: Matriarca del vacío
pl: Matrona Pustki
ru: Мать Пустоты

source: The Matriarchs of Emptiness are powerful witches who possess mysterious orbs of unknown origin. These orbs are filled with strange entities that feed on magical energy in the environment, rendering spellcasting nearby futile. In addition, these orbs can channel some of the absorbed power back to the bearer, allowing them to heal themselves or imbue their weapons with life-draining properties. The origins of the orbs are shrouded in mystery, and there are many different stories about how they came to be. Some say that the orbs were created by ancient sorcerers who sought to harness the power of the void itself. Others claim that the orbs are actually fragments of a long-lost celestial body, imbued with the essence of emptiness. Still, others believe that the orbs are simply cursed artifacts, created through dark rituals and imbued with malevolent energy. Whatever their true nature, one thing is certain: the orbs are incredibly rare and highly prized by those who seek to wield their power.
ru: Матери Пустоты — могущественные ведьмы, владеющие таинственными сферами неизвестного происхождения. Эти сферы наполнены странными существами, которые питаются магической энергией окружающей среды, что делает использование заклинаний поблизости бесполезным. Кроме того, эти сферы могут направлять часть поглощенной силы обратно носителю, позволяя ему исцелять себя или наделять свое оружие истощающими жизнь свойствами. Происхождение сфер окутано тайной, и существует множество разных историй о том, как они появились. Некоторые говорят, что сферы были созданы древними колдунами, которые стремились обуздать силу самой пустоты. Другие утверждают, что шары на самом деле являются фрагментами давно потерянного небесного тела, пропитанными сущностью пустоты. Тем не менее, другие полагают, что сферы — это просто проклятые артефакты, созданные посредством темных ритуалов и пропитанные злой энергией. Какова бы ни была их истинная природа, одно можно сказать наверняка: сферы невероятно редки и высоко ценятся теми, кто стремится овладеть их силой.

source: Matriarch of Frost
es: Matriarca del frío
pl: Mistrzyni Mrozu
ru: Мать Холода
