Repository: inferno8/wesnoth-Era_of_Magic
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Magic.po
Languages: es, pl, ru

source: The following extract has been compiled by golem XTC1-3 from excavation site 3, property of cartographer Silos: -(...) most unusual. The subservient dead flesh (...) animated using (...) (new?) (...) useful. Much (intelligence?) easier. - New (...) (milestone?). Necromancy reigns (a supreme?) dark art. Artisans of living flesh will (bow to?) our thrulls (...). -They destroyed them. But they don't (...). No (...) control. It (...) conscience. We (cannot?) (...). - High warlocks have (barricade?) inside (...). Population (...) alone. (...) slaughter. (must?) flee. (King?) fled by the (...) gate. (...) collapse (...). - Battle lost (...). They (are?) legion. They (not?) stop. They (only?) destroy. They all destroy. (...) prime command prevails (...). What have (we?) done. (...)failure (...). - They share (...) mind. (...) not necromancy (...). Do not engage (...) it will grow (...) more intelligence. Do not repeat (....). If you (read?) flee. You (...) doomed.
es: El siguiente extracto ha sido compilado por el golem XTC1-3 del lugar de excavación 3, propiedad del cartógrafo Silos: -[...] de lo más inusual. La carne muerta subordinada [...] animada usando [...] (¿nuevo?) [...] útil. Mucha (¿inteligencia?) más fácil. - Nuevo [...] (¿hito?). La nigromancia reina (¿un supremo?) arte oscuro. Artesanos de carne viva (¿se inclinarán ante?) nuestros thrulls [...]. - Los destruyeron. Pero ellos no [...]. Sin control. Es [...] la conciencia. Nosotros (¿no podemos?) [...] - Los altos brujos tienen (¿barricadas?) dentro [...]. Población [...] sola. [...] matanza. (¿debe?) huir. (¿Rey?) huyó por la [...] puerta. [...] colapso [...] - Batalla perdida [...] Ellos (¿son?) legión. Ellos (¿no?) se detienen. Ellos (¿sólo?) destruyen. Todos destruyen. [...] prevalece el primer mando [...]. Qué (¿hemos?) hecho. [...] fracaso [...] - Comparten [...] mente. [...] no nigromancia [...]. No se enfrenten [...] crecerá [...] más inteligencia. No repitas [...] Si (¿lees?) huye. Tú [...] condenado.
ru: Следующий отрывок был составлен големом XTC1-3 из зоны раскопок №3, принадлежащего картографу Силосу: -(...)самое необычное. Подчиненная мертвая плоть (...) анимированная с использованием (...) (нового?) (...) полезна. Намного (интеллект?) проще. - Новая (...) (веха?). Некромантия станет (высшим?) темным искусством. Мастера живой плоти будут (поклоняться?) нашим рабам (...). -Они уничтожили их. Но они не (...) подчиняются (...) Есть (...) сознание. Мы не можем?) (...). - Высшие колдунов (забаррикадировались?) внутри (...). Численность населения (...) лишь (...) резня. (должен?) бежать. (Король?) сбежал через (...) ворота. (...) крах (...). - Битва проиграна (...). Имя (им?) легион. Они (не?) останавливаются. Они (только?) разрушают. Они все разрушают. (...) Это их сущность (...). Что мы наделали. (...)отказ (...). - Они разделяют (...) разум. (это?) не некромантия (...). Не вступайте (...) оно вырастет (...) больше интеллекта. Не повторяй (....). Если вы (читаете?) - бегите. Вы (...) обречены.

source: Summon Nightmare
es: Invocar pesadilla
pl: Przywołaj Koszmar
ru: Призыв кошмара

source: Summon Atokpi
es: Invocar atokpi
pl: Przywołaj Atokpi
ru: Призыв атокпи

source: Summon Pirafly
es: Invocar moscapiraña
pl: Przywołaj Piralota
ru: Призыв пиразубки

source: Nightmare
es: Pesadilla
pl: Koszmar
ru: Кошмар

source: Pirafly
es: Moscapiraña
pl: Piralot
ru: Пиразубка

source: Greater Cyclops Skeleton
es: Gran cíclope esqueleto
pl: Większy Cyklopi Szkielet
ru: Падший нобль

source: In the time before time, the cyclopean Empire stood unchallenged, mighty and eternal. Its mastery over the dark arts cannot be measured nor compared to what today is known, many of its secrets lost to time... and the calamity that caused its downfall. This undead minion is an echo of this distant past.
es: En los tiempo antes del tiempo, el imperio ciclópeo permaneció indiscutiblemente poderoso y eterno. Su dominio sobre las artes oscuras no se puede medir ni comparar con lo que hoy se conoce, con muchos de sus secretos perdidos en el tiempo... y la calamidad que provocó su caída. Este esbirro no muerto es un eco de ese pasado lejano.
ru: Во времена, предшествующие временам, Циклопическая Империя стояла неоспоримой, могущественной и вечной. Мастерство в темных искусствах тех времён невозможно ни измерить, ни сравнить с тем, что известно сегодня, многие из его секретов утеряны во времени... и бедствие, которое привело к его падению. Этот миньон-нежить — отголосок далекого прошлого.

source: Harbinger
es: Heraldo
pl: Zwiastun Zła
ru: Предвестник

source: Sometimes, when a Nightmare consumes too many souls, they fail to stabilize their original soul and implode into a being of pure void, fracturing reality around itself into an anti-magic black hole. This cursed spirit is able to destabilize its prey to more easily absorb its vital energy, but is no longer interested in devouring the soul: it just erases it, feeding the corpse to the growing hordes of the Destroyers.
es: A veces, cuando una pesadilla consume demasiadas almas, no logran estabilizar su alma original e implosionan en un ser de puro vacío, fracturando la realidad a su alrededor en un agujero negro de antimagia. Este espíritu maldito es capaz de desestabilizar a su presa para absorber más fácilmente su energía vital, pero ya no está interesado en devorar el alma: simplemente la borra, alimentando con el cadáver a las crecientes hordas de destructores.
ru: Иногда, когда Кошмар поглощает слишком много душ, им не удается стабилизировать свою первоначальную душу и превращаются в существо чистой пустоты, разрушая реальность вокруг себя в антимагическую черную дыру. Этот проклятый дух способен дестабилизировать свою жертву, чтобы легче поглощать ее жизненную энергию, но больше не заинтересован в пожирании души: он просто стирает ее, скармливая труп растущим полчищам Разрушителей.

source: Infernal Vortex
es: Vórtice infernal
pl: Piekielny Wir
ru: Адский вихрь

source: These occult masterpieces of anti-magic are pure manifestations of destructive power. Nothing can withstand the ceaseless anti-magic emissions of an Infernal Vortex. Whatever lies in its center, it surely must be connected directly to hell. There is no other explanation...
es: Estas obras maestras del ocultismo, hechas de antimagia, son puras manifestaciones de poder destructivo. Nada puede resistir la incesante emisión de antimagia proveniente de un vórtice infernal. Lo que sea que reside en su centro, seguramente debe de estar conectado al mismo infierno. No hay otra explicación posible…
ru: Эти оккультные шедевры антимагии являются чистым проявлением разрушительной силы. Ничто не может противостоять непрерывному антимагическому излучению Адского Вихря. Что бы ни лежало в его центре, оно непременно должно быть напрямую связано с адом. Другого объяснения нет...

source: Mara
ru: Мара

source: When a Nightmare has consumed enough souls, they may stabilize their chaotic anti-magic energy flux and channel it into an echo of the being it used to be: a Mara. A Mara is an abomination to the spirit realm, as it possesses no will of its own, and is in constant terrible agony by just existing. This tortured soul seeks vengeance on everything the destroyers see fit, making it a force to be reckoned with.
es: Cuando una pesadilla ha consumido suficientes almas, puede estabilizar su caótico flujo de energía antimágica y canalizarlo en un eco del ser que solía ser: una mara. Una mara es una abominación para el reino de los espíritus, ya que no posee voluntad propia y está en constante y terrible agonía por el sólo hecho de existir. Este alma torturada busca venganza en todo lo que los destructores consideran oportuno, lo que la convierte en una fuerza a tener en cuenta.
ru: Когда Кошмар поглотил достаточно душ, они могут стабилизировать свой хаотический поток антимагической энергии и направить его в эхо того существа, которым он был раньше: Мары. Мара — мерзость для духовного царства, поскольку она не обладает собственной волей и находится в постоянной ужасной агонии, просто существуя. Эта измученная душа жаждет отомстить всему, что разрушители считают нужным, что делает ее силой, с которой нужно считаться.

source: touch of doom
es: toque de destrucción
pl: dotyk zagłady
ru: касание погибели

source: Moloch
ru: Молох

source: In the destroyers' path of extinguishing any life, some races are bound to not be fit for combat or casting: peaceful trading races and farming societies that value peace above all have very little use as undead minions unless they have an outstanding physique or mind. Everything else is crushed, absorbed and condensed into the largest of the destroyers' war machines, a titanic construct of death and desolation: the Moloch. This mindless rotten abomination carries the will of the destroyers to any world they conquer, as a terrifying reminder to the weak that even they will become strong when united.
es: En el camino de los destructores de extinguir cualquier vida, algunas razas están destinadas a no ser aptas para el combate o la invocación: las razas comerciales pacíficas y las sociedades agrícolas que valoran la paz por encima de todo tienen muy poca utilidad como secuaces no muertos a menos que tengan un físico o una mente sobresalientes. Todo lo demás es aplastado, absorbido y condensado en la mayor de las máquinas de guerra de los destructores, una construcción titánica de muerte y desolación: el moloch. Esta abominación podrida sin sentido lleva la voluntad de los destructores a cualquier mundo que conquisten, como un recordatorio aterrador para los débiles de que incluso ellos se volverán fuertes cuando estén unidos.
ru: На пути разрушителей к уничтожению любой жизни некоторые расы неизбежно оказываются не пригодными для боя или порабощения: мирные торговые расы и фермерские общества, которые ценят мир превыше всего, имеют очень мало пользы в качестве миньонов-нежити, если они не обладают выдающимся телосложением или умом. Все остальное сокрушается, поглощается и конденсируется в самую большую из боевых машин разрушителей, титаническую конструкцию смерти и опустошения: Молох. Эта бессмысленная гнилая мерзость несет волю разрушителей в любой мир, который они завоевывают, как устрашающее напоминание слабым о том, что даже они станут сильными, объединившись.

source: Nightmares are ghostly animated remains, held together by anti-magic. Their fiery touch can drain a creature's life force, as well as making them hallucinate. Many speculate that the these things may very well have originated from whatever is on the other side of the Dark Portals.
es: Las pesadillas son restos animados fantasmales, unidos por la antimagia. Su toque ardiente puede drenar la fuerza vital de una criatura, además de hacerla alucinar. Muchos especulan que estas cosas pueden muy bien haberse originado en lo que sea que esté al otro lado de los portales oscuros.
ru: Кошмары — это призрачные ожившие останки, скрепленные антимагией. Их огненное прикосновение может истощить жизненную силу существа, а также вызвать у него галлюцинации. Многие предполагают, что эти вещи вполне могли возникнуть из чего-то, что находится по другую сторону Темных Порталов.

source: Obliterator
es: Arrasador
ru: Изничтожитель

source: Omen
es: Augur
ru: Омен

source: Omens are lesser manifestations of the Destroyers' will - chaotic creatures made of mixed parts of the most powerful warriors consumed by Destroyers thousands of years ago. They do not have legs - instead, they levitate above ground, emerging from a red cloud, which is, by many, equated with pure hell.
es: Los Augures son manifestaciones menores de la voluntad Destructora - criaturas caóticas hechas de partes mezcladas tomadas de entre los más poderosos guerreros consumidos por los Destructores miles de años atrás. No tienen piernas - en su lugar, levitan sobre el suelo, emergiendo de una nube roja, la cual es, por muchos, identificada con el mismo infierno.
ru: Знамения — это меньшие проявления воли Разрушителей — хаотичные существа, состоящие из смешанных частей самых могущественных воинов, поглощенных Разрушителями тысячи лет назад. У них нет ног – вместо этого они парят над землей, выныривая из красного облака, которое многие приравнивают к чистому аду.

source: Piraflies are remains of larvae of extinct flying fish whose adults have been known for consuming large creatures like whales and elephants. Now undead corpses of these species are under Destroyers' control.
es: Las moscapirañas son los restos larvosos de unos extintos peces voladores cuyos adultos han sido conocidos por consumir grandes criaturas como ballenas y elefantes. Ahora los cuerpos no muertos de estas especies están bajo el control de los destructores.
ru: Пиразубки — это останки личинок вымерших летучих рыб, взрослые особи которых известны тем, что поедают крупных существ, таких как киты и слоны. Теперь трупы нежити этих видов находятся под контролем Разрушителей.

source: Pirania Monstruosa
es: Piraña monstruosa
ru: Пиразубка Монструоза

source: Punisher
es: Castigador
pl: Oprawca
ru: Каратель

source: Titania
pl: Tytania
ru: Титания

source: Animated Corpse
pl: Animowane zwłoki
ru: Бездушный

source: Animated Corpses are the bodies of the dead, re-animated by the Destroyers' anti-magic. Interestingly enough, these undead beings still retain their skills, reflexes, and some memories, albeit being merely grotesque withered shadows of their former selves.
ru: Бездушные это мёртвые тела поднятые анти-магией Разрушителей. Любопытно, что эти мертвецы сохранили свои навыки, рефлексы и некоторые воспоминания. Тем не менее, они лишь гротескные тени от своих прежних личностей.

source: Fallen Wyvern
pl: Upadła Wiwerna
ru: Бездушная виверна хаоса

source: tackle
es: polea
pl: uderzenie
ru: толчок

source: Fallen Wyvern Rider
pl: Upadły Jeździec Wiwern
ru: Бездушный наездник виверны

source: Fallen Toad
pl: Upadła Ropucha
ru: Бездушная боевая жаба

source: Fallen Salamander
pl: Upadła Salamandra
ru: Бездушная саламандра

source: Fallen Saurian Shooter
pl: Upadły Jaszczurzy Strzelec
ru: Бездушный дротикомёт

source: Fallen Saurian Crossbowman
pl: Upadły Kusznik Dżungli
ru: Бездушный арбалетчик

source: Fallen Saurian Pikeman
pl: Upadły Jaszczurzy Pikinier
ru: Бездушный пикинёр

source: Fallen Jungle Guardian
pl: Upadły Strażnik Dżungli
ru: Бездушный хранитель джунглей

source: Fallen Saurian Shaman
pl: Upadły Jaszczurzy Szaman
ru: Бездушный шаман

source: Fallen Clan Leader
pl: Upadły Przywódca Klanu
ru: Бездушный глава клана

source: Fallen Corrupted Shaman
pl: Upadły Zdeprawowany Szaman
ru: Бездушный порченый шаман

source: fireball
pl: kula ognia
ru: огненный шар

source: Fallen Cyclops
pl: Upadły Cyklop
ru: Бездушный циклоп

source: Fallen Mighty Cyclops
pl: Upadły Mocarny Cyklop
ru: Бездушный громила

source: Fallen Noble Cyclops
pl: Upadły Szlachetny Cyklop
ru: Бездушный нобль

source: Fallen Cyclops Breaker
pl: Upadły Cyklop Łamacz
ru: Бездушный крушитель

source: Fallen Orc Barbarian
pl: Upadły Barbarzyńca
ru: Бездушный варвар

source: Fallen Orc Berserker
pl: Upadł Orkowy Berserker
ru: Бездушный орк берсерк

source: Fallen Orc Bloodwarrior
pl: Upadły Krwawy Wojownik
ru: Бездушный воин крови

source: Fallen Orcish Brawler
pl: Upadły Ork Awanturnik
ru: Бездушный буян

source: Fallen Roc Rider
pl: Upadły Jeździec Roków
ru: Бездушный наездник на Рух

source: Fallen Roc Master
pl: Upadły Mistrz Roków
ru: Бездушный хозяин Рух

source: Fallen Savage Roc Rider
pl: Upadły Dziki Jeździec Roków
ru: Бездушный дикарь на Рух

source: Fallen Troll Sorcerer
pl: Upadły Troll Czarodziej
ru: Бездушный ворожей

source: Fallen Goblin Kamikaze
pl: Upadły Goblin Kamikaze
ru: Бездушный камикадзе

source: Fallen Goblin Runt
pl: Upadły Mały Goblin
ru: Бездушный гоблин-коротышка

source: Fallen Goblin Warrior
pl: Upadły Goblin Wojownik
ru: Бездушный копейщик

source: Fallen Goblin Hunter
pl: Upadły Goblin Myśliwy
ru: Бездушный гоблин охотник

source: Fallen Goblin Veteran
pl: Upadły Goblin Weteran
ru: Бездушный ветеран

source: Fallen Goblin Warbanner
pl: Upadły Gobliński Chorąży
ru: Бездушный гоблин-знаменосец

source: Fallen Goblin Assassin
pl: Upadły Goblin Zabójca
ru: Бездушный убийца

source: Fallen Goblin Archer
pl: Upadły Goblin Łucznik
ru: Бездушный лучник

source: Fallen Goblin Sniper
pl: Upadły Goblin Snajper
ru: Бездушный снайпер

source: Fallen Goblin Shaman
pl: Upadły Goblin Szaman
ru: Бездушный шаман

source: Fallen Novice Summoner
pl: Upadły Przywoływacz Nowicjusz
ru: Бездушный послушник

source: scimitar
es: cimitarra
pl: sejmitar
ru: ятаган

source: scroll
es: pergamino
pl: zwój
ru: свиток

source: Fallen Summoner
pl: Upadły Wielki Przywoływacz
ru: Бездушный призыватель

source: Fallen Dispeller
pl: Upadły Odczyniacz
ru: Бездушный рассеиватель

source: magic arrow
es: flecha mágica
pl: magiczna strzała
ru: магическая стрела

source: banishment
es: destierro
pl: wygnanie
ru: изгнание

source: frozen gate
es: portal helado
pl: zamrożone wrota
ru: врата холода

source: Fallen Carpet Rider
pl: Upadły Jeździec Dywanów
ru: Бездушный ковёр-самолёт

source: magical powder
es: polvo mágico
pl: magiczny proszek
ru: волшебный порошок

source: Fallen Camel Rider
pl: Upadły Wielbłądzi Jeździec
ru: Бездушный наездник на верблюде

source: scimitar throw
es: almarada
pl: rzut sejmitarem
ru: бросок ятагана

source: Fallen Elite Camel Rider
pl: Upadły Elitarny Wielbłądzi Jeździec
ru: Бездушный жокей

source: Fallen Rune Adept
pl: Upadły Adept Run
ru: Бездушный рунный адепт

source: fire runes
es: runas de fuego
pl: ogniste runy
ru: руны огня

source: ice runes
es: runas de hielo
pl: lodowe runy
ru: руны льда

source: Fallen Dwarf Warrior
pl: Upadły Kransoludzki Wojownik
ru: Бездушный воин гномов

source: gun
es: fusil
pl: pistolet
ru: ружьё

source: Fallen Dwarvish Gunner
pl: Upadły Krasnoludzki Strzelec
ru: Бездушный стрелок

source: gun bash
es: culatazo
pl: uderzenie kolbą
ru: удар прикладом

source: Fallen Parachutist
pl: Upadły Spadochroniarz
ru: Бездушный парашютист

source: Fallen Mechanic
pl: Upadły Mechanik
ru: Бездушный механик

source: saw
es: sierra
pl: piła
ru: пила

source: wrench
es: llave
pl: klucz
ru: гаечный ключ

source: screwdriver
es: destornillador
pl: śrubokręt
ru: отвертка

source: Fallen Elementalist
pl: Upadły Elementalista
ru: Бездушный элементалист

source: Fallen Battle Mage
pl: Upadły Mag Bitewny
ru: Бездушный маг-воин

source: Fallen Sorcerer
pl: Upadły Troll Czarodziej
ru: Бездушный волшебник

source: Fallen Subversive Mage
pl: Upadły Mag Dywersyjny
ru: Бездушный чернокнижник

source: entrapment spell
es: hechizo de atrapamiento
pl: zaklęcie spętania
ru: заклятье замедления

source: Fallen Black Mage
pl: Upadły Czarny Mag
ru: Бездушный черный маг

source: Fallen Sculptor
pl: Upadły Rzeźbiarz
ru: Бездушный скульптор

source: petrifying spell
es: hechizo petrificante
pl: zaklęcie rzeźbiące
ru: окаменение

source: Fallen Hidden Face
pl: Upadły Zamaskowany
ru: Бездушный безликий

source: Fallen Mu
pl: Upadły Mu
ru: Бездушный мю

source: magic barrage
es: bombardeo mágico
pl: magiczny grad pocisków
ru: магический град

source: Fallen Um
pl: Upadły Um
ru: Бездушный ум

source: um blast
es: explosión um
pl: atak um
ru: ум-ный взрыв

source: Fallen Cleric
pl: Upadły Kleryk
ru: Бездушный клирик

source: darkness beam
pl: promień ciemności
ru: луч тьмы

source: Fallen Sister
pl: Upadła Siostra
ru: Бездушная сестра

source: touch
es: toque
pl: dotyk
ru: касание

source: Fallen Child of Darkness
pl: Upadłe Dziecię Ciemności
ru: Бездушное дитя тьмы

source: Fallen Inspired
pl: Upadła Natchniona
ru: Бездушная вдохновленная

source: Fallen Angel
pl: Upadły Anioł
ru: Бездушный ангел

source: dark blast
pl: mroczny podmuch
ru: темный разрыв

source: Fallen Shielder
pl: Upadły Tarczownik
ru: Бездушный щитоносец

source: shield
es: escudo
pl: tarcza
ru: щит

source: Fallen Darkness Follower
pl: Upadły Wyznawca Ciemności
ru: Бездушный последователь тьмы

source: Fallen Avenger
pl: Upadły Mściciel
ru: Бездушный мститель

source: Fallen White Warrior
pl: Upadły Biały Wojownik
ru: Бездушный белый воин

source: Fallen Silver Warrior
pl: Upadły Srebrny Wojownik
ru: Бездушный серебряный воин

source: Fallen Brown Warrior
pl: Upadły Brązowy Wojownik
ru: Бездушный бронзовый воин

source: Fallen Sun Follower
pl: Upadły Wyznawca Słońca
ru: Бездушный последователь Солнца

source: Fallen Slicer
pl: Upadły Siekacz
ru: Бездушный рубака

source: Fallen Fanatic
pl: Upadły Fanatyk
ru: Бездушный фанатик

source: Fallen Fire Swordsman
pl: Upadły Ognisty Szermierz
ru: Бездушный огненный меченосец

source: Fallen War Banner
pl: Upadły Szandar Wojenny Kharos
ru: Бездушный боевое знамя

source: Fallen Cavalry Archer
pl: Upadły Konny Łucznik
ru: Бездушный конный лучник

source: trample
es: pisotear
pl: zdeptanie
ru: растоптать

source: Fallen Elemental Archer
pl: Upadły Elementarny Łucznik
ru: Бездушный элементальный лучник

source: Fallen Heavy Cavalry Archer
pl: Upadły Ciężki Konny Łucznik
ru: Бездушный тяжёлый конный лучник

source: fire arrow
es: flecha de fuego
pl: ognista strzała
ru: огненная стрела

source: ice arrow
es: flecha helada
pl: lodowa strzała
ru: ледяная стрела

source: arrow
es: flecha
pl: strzała
ru: стрела

source: Fallen Hydra
pl: Upadła Piekielna Hydra
ru: Бездушная гидра

source: bite
es: mordisco
pl: ugryzienie
ru: укус

source: Fallen Deephydra
pl: Upadła Wielka Hydra
ru: Бездушная великая гидра

source: Fallen Disciple
pl: Upadły Uczeń
ru: Бездушный адепт

source: shadow wave
pl: fala cienia
ru: волна теней

source: Fallen Dark Wizard
pl: Upadły Mroczny Czarodziej
ru: Бездушный темный маг

source: Fallen Witch
pl: Upadła Wiedźma
ru: Бездушная ведьма

source: witch-fire
es: fuego brujil
pl: ogień wiedźm
ru: ведьмин огонь

source: Fallen Great Witch
pl: Upadła Wielka Wiedźma
ru: Бездушная старшая ведьма

source: Fallen Blade Dancer
pl: Upadły Tancerz Ostrzy
ru: Бездушный танцующий с клинками

source: Fallen Sword Dancer
pl: Upadły Tancerz Mieczy
ru: Бездушный танцующий с мечами

source: sword
pl: miecz
ru: меч

source: Fallen Hunter
pl: Upadły Myśliwy
ru: Бездушный темный охотник

source: knives
es: cuchillos
pl: noże
ru: ножи

source: throwing knives
pl: noże do rzucania
ru: метательные ножи

source: Fallen Great Hunter
pl: Upadły Wielki Łowca
ru: Бездушный великий охотник

source: Fallen Dark Assassin
pl: Upadły Mroczny Zabójca
ru: Бездушный темный ассасин

source: Fallen Greathunter
pl: Upadły Wielki Łowca
ru: Бездушный великий охотник

source: Fallen Dark Warrior
pl: Upadły Mroczny Wojownik
ru: Бездушный темный воин

source: daggers
es: dagas
pl: sztylety
ru: кинжалы

source: Fallen Dark Slayer
pl: Upadły Mroczny Morderca
ru: Бездушный темный губитель

source: Fallen Dark Commander
pl: Upadły Mroczny Dowódca
ru: Бездушный командир

source: Fallen Bladefury
pl: Upadła Furia Ostrzy
ru: Бездушный бунтарка

source: chain
es: cadena
pl: łańcuch
ru: цепь

source: movepoints
es: movimiento
pl: punkty ruchu
ru: очки хода

source: FURY!
es: ¡FURIA!
pl: FURIA!
ru: ЯРОСТЬ!

source: dummy
ru: пугало

source: Chaotic Observer
es: Observador caótico
pl: Chaotyczny Obserwator
ru: Искра хаоса

source: flames
es: llamas
pl: płomienie
ru: пламя

source: Avenger
es: Vengador
pl: Mściciel
ru: Мститель

source: The Avenger is a heavy tactical defense unit. His retaliation strikes are always successful.
es: El Vengador es una unidad pesada destinada a la defensa táctica. Sus ataques de represalia siempre son exitosos.
ru: Мститель — тяжелая тактическая оборонительная единица. Его ответные удары всегда успешны.

source: female^Bishop
es: Obispa
pl: Biskup
ru: Епископ
